"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 10000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 7, \"word_counts\": \"{\\\"bank\\\": 7, \\\"of\\\": 3, \\\"africa\\\": 3, \\\"ses\\\": 4, \\\"filiales\\\": 2, \\\"lancent\\\": 1, \\\"rie\\\": 1, \\\"business\\\": 2, \\\"meetings\\\": 2, \\\"re\\\": 48, \\\"gionaux\\\": 2, \\\"die\\\": 1, \\\"s\\\": 31, \\\"pme\\\": 3, \\\"rencontres\\\": 1, \\\"cline\\\": 1, \\\"sous\\\": 3, \\\"forme\\\": 1, \\\"workshops\\\": 1, \\\"the\\\": 3, \\\"matiques\\\": 2, \\\"visent\\\": 1, \\\"offrir\\\": 1, \\\"accompagnement\\\": 1, \\\"cible\\\": 1, \\\"petites\\\": 1, \\\"moyennes\\\": 1, \\\"entreprises\\\": 7, \\\"acteur\\\": 3, \\\"central\\\": 1, \\\"dynamique\\\": 1, \\\"e\\\": 64, \\\"conomique\\\": 1, \\\"nationale\\\": 1, \\\"indique\\\": 4, \\\"communique\\\": 2, \\\"rendez\\\": 1, \\\"vocation\\\": 1, \\\"sensibiliser\\\": 1, \\\"meilleures\\\": 2, \\\"pratiques\\\": 1, \\\"matie\\\": 1, \\\"gestion\\\": 5, \\\"financement\\\": 3, \\\"favoriser\\\": 1, \\\"dialogue\\\": 1, \\\"direct\\\": 1, \\\"entre\\\": 4, \\\"experts\\\": 1, \\\"tiers\\\": 1, \\\"ope\\\": 2, \\\"rateurs\\\": 1, \\\"conomiques\\\": 4, \\\"pre\\\": 21, \\\"senter\\\": 4, \\\"l\\\": 27, \\\"offre\\\": 2, \\\"globale\\\": 1, \\\"comple\\\": 2, \\\"mentaire\\\": 1, \\\"facilite\\\": 1, \\\"activite\\\": 1, \\\"bout\\\": 2, \\\"fait\\\": 2, \\\"savoir\\\": 1, \\\"programme\\\": 2, \\\"courant\\\": 1, \\\"mois\\\": 2, \\\"juin\\\": 2, \\\"be\\\": 5, \\\"ne\\\": 25, \\\"ficieront\\\": 1, \\\"mobilisation\\\": 1, \\\"conjointe\\\": 1, \\\"vue\\\": 2, \\\"d\\\": 25, \\\"apporter\\\": 1, \\\"toute\\\": 4, \\\"expertise\\\": 1, \\\"cessaire\\\": 1, \\\"attentes\\\": 1, \\\"gionales\\\": 1, \\\"diffe\\\": 1, \\\"rentes\\\": 1, \\\"tel\\\": 1, \\\"participatif\\\": 1, \\\"factoring\\\": 1, \\\"risque\\\": 6, \\\"change\\\": 1, \\\"precise\\\": 1, \\\"source\\\": 1, \\\"travers\\\": 2, \\\"marche\\\": 12, \\\"affirme\\\": 1, \\\"position\\\": 3, \\\"engage\\\": 1, \\\"faveur\\\": 1, \\\"appuyant\\\": 1, \\\"mentarite\\\": 1, \\\"expertises\\\": 1, \\\"internes\\\": 1, \\\"ancrage\\\": 1, \\\"gional\\\": 2, \\\"seaux\\\": 1, \\\"socie\\\": 8, \\\"cote\\\": 4, \\\"guide\\\": 4, \\\"boursenews\\\": 4, \\\"2025\\\": 156, \\\"assemble\\\": 12, \\\"ge\\\": 19, \\\"rales\\\": 5, \\\"sente\\\": 5, \\\"contenant\\\": 1, \\\"solutions\\\": 6, \\\"actualite\\\": 2, \\\"metteurs\\\": 1, \\\"saison\\\": 1, \\\"sultats\\\": 5, \\\"annuels\\\": 2, \\\"2024\\\": 11, \\\"encore\\\": 1, \\\"termine\\\": 1, \\\"faisant\\\": 1, \\\"appel\\\": 1, \\\"public\\\": 1, \\\"pargne\\\": 1, \\\"notamment\\\": 5, \\\"celles\\\": 1, \\\"casablanca\\\": 3, \\\"jusqu\\\": 1, \\\"30\\\": 19, \\\"avril\\\": 2, \\\"publier\\\": 2, \\\"rapports\\\": 2, \\\"financiers\\\": 2, \\\"pe\\\": 7, \\\"riode\\\": 2, \\\"coi\\\": 1, \\\"ncide\\\": 1, \\\"galement\\\": 4, \\\"paration\\\": 1, \\\"ordinaires\\\": 2, \\\"ago\\\": 3, \\\"doivent\\\": 2, \\\"faire\\\": 1, \\\"preuve\\\": 1, \\\"anticipation\\\": 1, \\\"publiant\\\": 1, \\\"avis\\\": 2, \\\"convocation\\\": 3, \\\"moins\\\": 4, \\\"jours\\\": 3, \\\"avant\\\": 5, \\\"date\\\": 6, \\\"ag\\\": 9, \\\"tant\\\": 4, \\\"qu\\\": 3, \\\"tenez\\\": 2, \\\"part\\\": 1, \\\"chaque\\\": 3, \\\"laquelle\\\": 1, \\\"investissez\\\": 1, \\\"saviez\\\": 1, \\\"pouvez\\\": 3, \\\"jouer\\\": 1, \\\"ro\\\": 4, \\\"actif\\\": 1, \\\"gouvernance\\\": 1, \\\"rale\\\": 5, \\\"moment\\\": 3, \\\"cle\\\": 2, \\\"informer\\\": 1, \\\"exprimer\\\": 1, \\\"voter\\\": 2, \\\"cisions\\\": 3, \\\"strate\\\": 4, \\\"giques\\\": 1, \\\"c\\\": 2, \\\"aussi\\\": 2, \\\"opportunite\\\": 1, \\\"unique\\\": 1, \\\"changer\\\": 1, \\\"dirigeants\\\": 1, \\\"mieux\\\": 1, \\\"comprendre\\\": 2, \\\"vos\\\": 3, \\\"investissements\\\": 1, \\\"aide\\\": 1, \\\"tirer\\\": 1, \\\"pleinement\\\": 1, \\\"parti\\\": 2, \\\"droit\\\": 6, \\\"mis\\\": 1, \\\"jour\\\": 7, \\\"gulie\\\": 1, \\\"rement\\\": 1, \\\"accessible\\\": 1, \\\"tout\\\": 4, \\\"depuis\\\": 2, \\\"feuille\\\": 1, \\\"union\\\": 2, \\\"cision\\\": 3, \\\"transparence\\\": 1, \\\"bat\\\": 1, \\\"encadre\\\": 1, \\\"loi\\\": 1, \\\"17\\\": 7, \\\"95\\\": 2, \\\"anonymes\\\": 1, \\\"statuts\\\": 3, \\\"existe\\\": 1, \\\"trois\\\": 2, \\\"types\\\": 1, \\\"ordinaire\\\": 1, \\\"tenue\\\": 4, \\\"fois\\\": 2, \\\"an\\\": 2, \\\"statuer\\\": 1, \\\"courante\\\": 1, \\\"approbation\\\": 1, \\\"comptes\\\": 2, \\\"nomination\\\": 1, \\\"administrateurs\\\": 1, \\\"age\\\": 1, \\\"extraordinaire\\\": 1, \\\"convoque\\\": 1, \\\"cider\\\": 1, \\\"modifications\\\": 1, \\\"importantes\\\": 2, \\\"mixte\\\": 1, \\\"combine\\\": 2, \\\"extraordinaires\\\": 1, \\\"pourquoi\\\": 1, \\\"participer\\\": 2, \\\"disposez\\\": 1, \\\"droits\\\": 3, \\\"fondamentaux\\\": 1, \\\"exercer\\\": 1, \\\"lors\\\": 1, \\\"1\\\": 14, \\\"information\\\": 1, \\\"acce\\\": 1, \\\"der\\\": 1, \\\"ordre\\\": 3, \\\"liste\\\": 1, \\\"parer\\\": 2, \\\"manie\\\": 1, \\\"claire\\\": 1, \\\"discussions\\\": 1, \\\"votes\\\": 5, \\\"2\\\": 11, \\\"expression\\\": 1, \\\"proposer\\\": 1, \\\"ajout\\\": 1, \\\"atteignez\\\": 1, \\\"certain\\\": 2, \\\"seuil\\\": 2, \\\"tention\\\": 2, \\\"prendre\\\": 1, \\\"parole\\\": 1, \\\"pendant\\\": 1, \\\"3\\\": 11, \\\"nominations\\\": 1, \\\"autres\\\": 2, \\\"influencer\\\": 1, \\\"orientation\\\": 1, \\\"gique\\\": 1, \\\"bien\\\": 2, \\\"doit\\\": 1, \\\"tre\\\": 3, \\\"publie\\\": 1, \\\"journal\\\": 1, \\\"annonces\\\": 1, \\\"gales\\\": 1, \\\"site\\\": 3, \\\"web\\\": 1, \\\"cise\\\": 1, \\\"heure\\\": 1, \\\"lieu\\\": 2, \\\"modalite\\\": 1, \\\"participation\\\": 2, \\\"ve\\\": 4, \\\"rifiez\\\": 1, \\\"nombre\\\": 1, \\\"posse\\\": 1, \\\"dez\\\": 1, \\\"exigent\\\": 1, \\\"10\\\": 14, \\\"maximum\\\": 1, \\\"regrouper\\\": 1, \\\"repre\\\": 2, \\\"devrez\\\": 1, \\\"peut\\\": 1, \\\"inscrire\\\": 1, \\\"nominatif\\\": 1, \\\"certificat\\\": 1, \\\"porteur\\\": 1, \\\"j\\\": 1, \\\"comment\\\": 1, \\\"roule\\\": 1, \\\"enregistrement\\\": 1, \\\"sences\\\": 1, \\\"rifie\\\": 1, \\\"commence\\\": 1, \\\"quorum\\\": 1, \\\"atteint\\\": 1, \\\"25\\\": 12, \\\"vote\\\": 2, \\\"bats\\\": 1, \\\"discute\\\": 1, \\\"puis\\\": 1, \\\"soumises\\\": 1, \\\"bureau\\\": 1, \\\"compose\\\": 2, \\\"sident\\\": 3, \\\"deux\\\": 2, \\\"scrutateurs\\\": 2, \\\"secre\\\": 1, \\\"taire\\\": 1, \\\"action\\\": 2, \\\"donne\\\": 1, \\\"voix\\\": 1, \\\"rifient\\\": 1, \\\"comptabilisent\\\": 1, \\\"apre\\\": 5, \\\"trouver\\\": 1, \\\"proce\\\": 1, \\\"verbal\\\": 1, \\\"officiel\\\": 1, \\\"dige\\\": 1, \\\"archive\\\": 1, \\\"sie\\\": 1, \\\"social\\\": 1, \\\"contient\\\": 1, \\\"adopte\\\": 1, \\\"tail\\\": 1, \\\"contre\\\": 4, \\\"abstentions\\\": 1, \\\"consultable\\\": 1, \\\"internet\\\": 2, \\\"bonus\\\": 1, \\\"tous\\\": 1, \\\"seul\\\": 1, \\\"endroit\\\": 1, \\\"dividende\\\": 1, \\\"propose\\\": 1, \\\"tachement\\\": 1, \\\"paiement\\\": 1, \\\"tails\\\": 1, \\\"afma\\\": 1, \\\"11\\\": 9, \\\"06\\\": 77, \\\"60\\\": 4, \\\"visualiser\\\": 74, \\\"afric\\\": 1, \\\"industrie\\\": 3, \\\"05\\\": 34, \\\"22\\\": 6, \\\"19\\\": 9, \\\"afriquia\\\": 1, \\\"gaz\\\": 1, \\\"12\\\": 8, \\\"03\\\": 6, \\\"175\\\": 1, \\\"08\\\": 5, \\\"04\\\": 7, \\\"agma\\\": 1, \\\"300\\\": 1, \\\"24\\\": 11, \\\"07\\\": 24, \\\"akdital\\\": 2, \\\"18\\\": 9, \\\"31\\\": 3, \\\"alliances\\\": 2, \\\"09\\\": 11, \\\"6\\\": 3, \\\"21\\\": 8, \\\"aluminium\\\": 1, \\\"maroc\\\": 10, \\\"100\\\": 4, \\\"aradei\\\": 1, \\\"13\\\": 6, \\\"20\\\": 13, \\\"atlanta\\\": 1, \\\"sanad\\\": 1, \\\"5\\\": 12, \\\"8\\\": 4, \\\"attijariwafa\\\": 3, \\\"27\\\": 8, \\\"auto\\\": 2, \\\"hall\\\": 1, \\\"nejma\\\": 1, \\\"15\\\": 6, \\\"120\\\": 1, \\\"02\\\": 4, \\\"balima\\\": 1, \\\"23\\\": 8, \\\"50\\\": 1, \\\"boa\\\": 1, \\\"bcp\\\": 1, \\\"bmci\\\": 1, \\\"16\\\": 4, \\\"cfg\\\": 2, \\\"29\\\": 6, \\\"ciments\\\": 1, \\\"26\\\": 10, \\\"cmgp\\\": 2, \\\"01\\\": 4, \\\"colorado\\\": 1, \\\"ctm\\\": 1, \\\"n\\\": 2, \\\"cmt\\\": 2, \\\"0\\\": 24, \\\"cosumar\\\": 1, \\\"cdm\\\": 1, \\\"2026\\\": 1, \\\"41\\\": 1, \\\"7\\\": 4, \\\"cih\\\": 1, \\\"14\\\": 5, \\\"dari\\\": 1, \\\"couspate\\\": 1, \\\"140\\\": 2, \\\"delta\\\": 1, \\\"holding\\\": 1, \\\"disty\\\": 2, \\\"disway\\\": 1, \\\"40\\\": 3, \\\"douja\\\": 1, \\\"prom\\\": 1, \\\"addoha\\\": 2, \\\"ennakl\\\": 1, \\\"38\\\": 1, \\\"eqdom\\\": 1, \\\"fenie\\\": 1, \\\"brossette\\\": 1, \\\"hps\\\": 1, \\\"immorente\\\": 1, \\\"invest\\\": 1, \\\"t1\\\": 1, \\\"042025\\\": 1, \\\"t2\\\": 1, \\\"s2\\\": 1, \\\"involys\\\": 1, \\\"iam\\\": 1, \\\"43\\\": 1, \\\"jet\\\": 2, \\\"contractors\\\": 2, \\\"label\\\": 1, \\\"vie\\\": 1, \\\"110\\\": 1, \\\"57\\\": 1, \\\"lafargeholcim\\\": 2, \\\"70\\\": 2, \\\"lesieur\\\": 1, \\\"m2m\\\": 1, \\\"maghreb\\\": 1, \\\"oxygene\\\": 1, \\\"4\\\": 4, \\\"maghrebail\\\": 1, \\\"53\\\": 1, \\\"managem\\\": 1, \\\"leasing\\\": 1, \\\"med\\\": 1, \\\"paper\\\": 1, \\\"microdata\\\": 1, \\\"mutandis\\\": 2, \\\"rebab\\\": 1, \\\"company\\\": 1, \\\"rds\\\": 1, \\\"risma\\\": 1, \\\"plus\\\": 15, \\\"tard\\\": 3, \\\"salafin\\\": 1, \\\"sanlam\\\": 1, \\\"28\\\": 5, \\\"81\\\": 2, \\\"sodep\\\": 1, \\\"marsa\\\": 1, \\\"9\\\": 2, \\\"promopharm\\\": 1, \\\"srm\\\": 1, \\\"sothema\\\": 1, \\\"sbm\\\": 1, \\\"oulmes\\\": 1, \\\"s2m\\\": 1, \\\"smi\\\": 1, \\\"80\\\": 1, \\\"snep\\\": 1, \\\"sonasid\\\": 5, \\\"39\\\": 2, \\\"stokvis\\\": 1, \\\"nord\\\": 4, \\\"afrique\\\": 4, \\\"stroc\\\": 2, \\\"taqa\\\": 2, \\\"morocco\\\": 2, \\\"37\\\": 3, \\\"total\\\": 1, \\\"energies\\\": 1, \\\"113\\\": 1, \\\"tgcc\\\": 3, \\\"unimer\\\": 1, \\\"wafa\\\": 1, \\\"assurance\\\": 1, \\\"zellidja\\\": 1, \\\"non\\\": 1, \\\"signale\\\": 1, \\\"ressources\\\": 1, \\\"ammc\\\": 3, \\\"trole\\\": 2, \\\"envole\\\": 1, \\\"frappes\\\": 3, \\\"israe\\\": 4, \\\"liennes\\\": 1, \\\"iran\\\": 8, \\\"vers\\\": 4, \\\"02h40\\\": 1, \\\"gmt\\\": 4, \\\"baril\\\": 2, \\\"wti\\\": 1, \\\"ame\\\": 3, \\\"ricain\\\": 1, \\\"bondissait\\\": 1, \\\"76\\\": 1, \\\"dollars\\\": 4, \\\"tandis\\\": 2, \\\"brent\\\": 1, \\\"mer\\\": 1, \\\"envolait\\\": 1, \\\"68\\\": 1, \\\"77\\\": 1, \\\"46\\\": 1, \\\"terrasse\\\": 1, \\\"annonce\\\": 1, \\\"ae\\\": 1, \\\"riennes\\\": 1, \\\"mene\\\": 1, \\\"vendredi\\\": 2, \\\"touchant\\\": 1, \\\"sites\\\": 1, \\\"militaires\\\": 1, \\\"installations\\\": 1, \\\"nucle\\\": 2, \\\"aires\\\": 1, \\\"arme\\\": 1, \\\"lienne\\\": 1, \\\"acheve\\\": 1, \\\"premie\\\": 2, \\\"phase\\\": 1, \\\"or\\\": 4, \\\"figure\\\": 3, \\\"parmi\\\": 2, \\\"dix\\\": 1, \\\"grands\\\": 1, \\\"producteurs\\\": 1, \\\"monde\\\": 1, \\\"valuation\\\": 1, \\\"primes\\\": 1, \\\"opolitique\\\": 2, \\\"commencer\\\": 1, \\\"retient\\\": 1, \\\"pourrait\\\": 3, \\\"soupir\\\": 1, \\\"soulagement\\\": 1, \\\"forte\\\": 1, \\\"plique\\\": 1, \\\"he\\\": 1, \\\"ran\\\": 1, \\\"rede\\\": 1, \\\"finir\\\": 1, \\\"sce\\\": 1, \\\"narios\\\": 1, \\\"macroe\\\": 1, \\\"reste\\\": 1, \\\"anne\\\": 5, \\\"emballement\\\": 1, \\\"confrontation\\\": 1, \\\"implications\\\": 1, \\\"mondiales\\\": 1, \\\"agi\\\": 1, \\\"stephen\\\": 1, \\\"innes\\\": 1, \\\"spi\\\": 1, \\\"asset\\\": 1, \\\"management\\\": 2, \\\"trolier\\\": 2, \\\"ja\\\": 1, \\\"porte\\\": 4, \\\"derniers\\\": 1, \\\"tensions\\\": 2, \\\"opolitiques\\\": 3, \\\"etats\\\": 3, \\\"unis\\\": 3, \\\"nouveaux\\\": 1, \\\"pourparlers\\\": 2, \\\"attendus\\\": 1, \\\"pays\\\": 3, \\\"autour\\\": 2, \\\"aire\\\": 1, \\\"iranien\\\": 1, \\\"investisseurs\\\": 5, \\\"redoutaient\\\": 1, \\\"voir\\\": 2, \\\"pression\\\": 2, \\\"ricaine\\\": 1, \\\"renforcer\\\": 1, \\\"exportations\\\": 1, \\\"noir\\\": 1, \\\"ailleurs\\\": 1, \\\"mercredi\\\": 2, \\\"duire\\\": 1, \\\"effectifs\\\": 1, \\\"ambassade\\\": 1, \\\"irak\\\": 1, \\\"raisons\\\": 1, \\\"curite\\\": 2, \\\"gion\\\": 1, \\\"cas\\\": 5, \\\"escalade\\\": 1, \\\"impliquant\\\": 1, \\\"cauchemar\\\": 1, \\\"absolu\\\": 1, \\\"fermeture\\\": 1, \\\"troit\\\": 3, \\\"ormuz\\\": 2, \\\"avertissait\\\": 1, \\\"jeudi\\\": 1, \\\"arne\\\": 1, \\\"lohmann\\\": 1, \\\"rasmussen\\\": 1, \\\"global\\\": 3, \\\"risk\\\": 1, \\\"selon\\\": 3, \\\"bloque\\\": 2, \\\"passage\\\": 1, \\\"cela\\\": 1, \\\"affecter\\\": 1, \\\"jusque\\\": 2, \\\"flux\\\": 2, \\\"troliers\\\": 1, \\\"mondiaux\\\": 1, \\\"agence\\\": 2, \\\"maritime\\\": 2, \\\"britannique\\\": 1, \\\"uktmo\\\": 1, \\\"lance\\\": 1, \\\"avertissement\\\": 2, \\\"secteur\\\": 3, \\\"concernant\\\": 1, \\\"accru\\\": 1, \\\"golfe\\\": 2, \\\"persique\\\": 1, \\\"oman\\\": 1, \\\"particulier\\\": 1, \\\"retour\\\": 1, \\\"environnement\\\": 1, \\\"incertitude\\\": 2, \\\"accrue\\\": 1, \\\"maintenant\\\": 1, \\\"haleine\\\": 1, \\\"obligeant\\\": 1, \\\"inte\\\": 7, \\\"grer\\\": 1, \\\"prime\\\": 1, \\\"leve\\\": 1, \\\"perturbation\\\": 1, \\\"potentielle\\\": 1, \\\"commente\\\": 1, \\\"warren\\\": 1, \\\"patterson\\\": 1, \\\"ing\\\": 1, \\\"groep\\\": 1, \\\"nv\\\": 1, \\\"cite\\\": 1, \\\"bloomberg\\\": 2, \\\"face\\\": 2, \\\"regain\\\": 2, \\\"jouait\\\": 1, \\\"habituel\\\": 1, \\\"valeur\\\": 2, \\\"refuge\\\": 1, \\\"02h00\\\": 3, \\\"grimpait\\\": 1, \\\"427\\\": 1, \\\"once\\\": 1, \\\"devises\\\": 1, \\\"voit\\\": 1, \\\"revirement\\\": 1, \\\"triment\\\": 1, \\\"monnaies\\\": 1, \\\"juge\\\": 2, \\\"appe\\\": 1, \\\"tit\\\": 1, \\\"actifs\\\": 2, \\\"curise\\\": 1, \\\"comme\\\": 2, \\\"yen\\\": 1, \\\"japonais\\\": 3, \\\"franc\\\": 1, \\\"suisse\\\": 1, \\\"notait\\\": 1, \\\"michael\\\": 1, \\\"wan\\\": 1, \\\"mufg\\\": 1, \\\"dollar\\\": 2, \\\"tait\\\": 1, \\\"donc\\\": 1, \\\"laisse\\\": 1, \\\"devise\\\": 1, \\\"nippone\\\": 2, \\\"reculant\\\": 1, \\\"143\\\": 1, \\\"yens\\\": 1, \\\"victimes\\\": 1, \\\"mouvement\\\": 2, \\\"aversion\\\": 1, \\\"taient\\\": 2, \\\"autant\\\": 1, \\\"restent\\\": 1, \\\"hante\\\": 1, \\\"entourant\\\": 1, \\\"surtaxes\\\": 2, \\\"douanie\\\": 1, \\\"res\\\": 3, \\\"tokyo\\\": 3, \\\"indice\\\": 5, \\\"vedette\\\": 1, \\\"nikkei\\\": 1, \\\"perdait\\\": 1, \\\"714\\\": 1, \\\"points\\\": 6, \\\"largi\\\": 1, \\\"topix\\\": 1, \\\"750\\\": 1, \\\"oul\\\": 1, \\\"abandonnait\\\": 1, \\\"sydney\\\": 1, \\\"taipei\\\": 1, \\\"71\\\": 1, \\\"places\\\": 1, \\\"chinoises\\\": 1, \\\"elles\\\": 1, \\\"affecte\\\": 1, \\\"hongkongais\\\": 1, \\\"hang\\\": 1, \\\"seng\\\": 1, \\\"reculait\\\": 1, \\\"010\\\": 1, \\\"composite\\\": 1, \\\"shanghai\\\": 1, \\\"celui\\\": 1, \\\"shenzhen\\\": 1, \\\"52\\\": 1, \\\"alors\\\": 1, \\\"japon\\\": 1, \\\"cherche\\\": 1, \\\"parvenir\\\": 1, \\\"accord\\\": 1, \\\"donald\\\": 1, \\\"trump\\\": 1, \\\"exprime\\\": 1, \\\"sapprobation\\\": 1, \\\"quant\\\": 3, \\\"prolongation\\\": 1, \\\"gociations\\\": 1, \\\"sugge\\\": 1, \\\"nouvelles\\\": 1, \\\"augmentations\\\": 1, \\\"ciblant\\\": 1, \\\"automobile\\\": 1, \\\"suscitant\\\": 1, \\\"inquie\\\": 2, \\\"tudes\\\": 2, \\\"issue\\\": 1, \\\"ricano\\\": 1, \\\"alarme\\\": 1, \\\"courtier\\\": 1, \\\"tokai\\\": 1, \\\"intelligence\\\": 1, \\\"dites\\\": 1, \\\"ciproques\\\": 1, \\\"prohibitives\\\": 1, \\\"impose\\\": 1, \\\"washington\\\": 1, \\\"nombreux\\\": 1, \\\"asie\\\": 1, \\\"momentane\\\": 1, \\\"ment\\\": 1, \\\"suspendues\\\": 1, \\\"but\\\": 1, \\\"juillet\\\": 1, \\\"veloppeur\\\": 1, \\\"jeux\\\": 1, \\\"nexon\\\": 1, \\\"voyait\\\": 1, \\\"envoler\\\": 1, \\\"ant\\\": 1, \\\"chinois\\\": 1, \\\"tencent\\\": 1, \\\"envisager\\\": 1, \\\"racheter\\\": 1, \\\"firme\\\": 1, \\\"dont\\\": 1, \\\"capitalisation\\\": 2, \\\"boursie\\\": 2, \\\"cemment\\\": 1, \\\"gonfle\\\": 1, \\\"lhm\\\": 1, \\\"inauguration\\\": 2, \\\"officielle\\\": 2, \\\"nouvelle\\\": 3, \\\"usine\\\": 3, \\\"clinker\\\": 2, \\\"ciment\\\": 2, \\\"figuil\\\": 2, \\\"cameroun\\\": 5, \\\"monie\\\": 1, \\\"gre\\\": 5, \\\"production\\\": 2, \\\"dence\\\": 1, \\\"excellence\\\": 1, \\\"premier\\\": 1, \\\"ministre\\\": 1, \\\"carneroun\\\": 1, \\\"dr\\\": 1, \\\"joseph\\\": 1, \\\"dion\\\": 1, \\\"ngute\\\": 1, \\\"sence\\\": 1, \\\"plusieurs\\\": 3, \\\"membres\\\": 2, \\\"gouvernement\\\": 1, \\\"camerounais\\\": 2, \\\"ainsi\\\": 2, \\\"lhma\\\": 4, \\\"infrastructure\\\": 1, \\\"industrielle\\\": 2, \\\"cimfig\\\": 1, \\\"fliale\\\": 1, \\\"cimencam\\\": 2, \\\"55\\\": 2, \\\"dote\\\": 2, \\\"capacite\\\": 2, \\\"nominale\\\": 1, \\\"500\\\": 1, \\\"000\\\": 3, \\\"tonnes\\\": 2, \\\"dernie\\\": 1, \\\"ration\\\": 1, \\\"genre\\\": 1, \\\"marque\\\": 1, \\\"avance\\\": 1, \\\"majeure\\\": 1, \\\"grand\\\": 1, \\\"mise\\\": 1, \\\"service\\\": 1, \\\"totale\\\": 1, \\\"millions\\\": 5, \\\"consolidant\\\": 1, \\\"leader\\\": 1, \\\"fruit\\\": 1, \\\"planification\\\": 1, \\\"efforts\\\": 1, \\\"conjoints\\\": 1, \\\"alisation\\\": 1, \\\"cessite\\\": 1, \\\"65\\\": 1, \\\"milliards\\\": 3, \\\"fcfa\\\": 1, \\\"dirhams\\\": 9, \\\"assure\\\": 1, \\\"pool\\\": 1, \\\"bancaire\\\": 1, \\\"conduit\\\": 1, \\\"commerciale\\\": 1, \\\"scb\\\": 1, \\\"agissant\\\": 1, \\\"teur\\\": 1, \\\"principal\\\": 1, \\\"lafarge\\\": 2, \\\"holcim\\\": 2, \\\"subsaharienne\\\": 1, \\\"francophone\\\": 1, \\\"tient\\\": 1, \\\"participations\\\": 1, \\\"cimentie\\\": 1, \\\"co\\\": 1, \\\"ivoire\\\": 1, \\\"nin\\\": 1, \\\"guine\\\": 1, \\\"vision\\\": 1, \\\"long\\\": 1, \\\"terme\\\": 2, \\\"aspire\\\": 1, \\\"fe\\\": 1, \\\"rence\\\": 1, \\\"optimisation\\\": 1, \\\"fort\\\": 1, \\\"potentiel\\\": 3, \\\"tirant\\\": 1, \\\"synergies\\\": 1, \\\"portefeuille\\\": 18, \\\"al\\\": 1, \\\"mada\\\": 1, \\\"trading\\\": 3, \\\"base\\\": 2, \\\"argumentaire\\\": 1, \\\"purement\\\": 1, \\\"technique\\\": 1, \\\"titre\\\": 4, \\\"septembre\\\": 1, \\\"2023\\\": 1, \\\"volue\\\": 1, \\\"continuation\\\": 1, \\\"type\\\": 1, \\\"triangle\\\": 1, \\\"ascendant\\\": 2, \\\"mate\\\": 1, \\\"rialise\\\": 1, \\\"creux\\\": 1, \\\"hauts\\\": 2, \\\"sistance\\\": 4, \\\"horizontale\\\": 2, \\\"assauts\\\": 1, \\\"haussiers\\\": 1, \\\"trouve\\\": 1, \\\"780\\\": 2, \\\"point\\\": 1, \\\"chartiste\\\": 1, \\\"support\\\": 1, \\\"ligne\\\": 1, \\\"oblique\\\": 1, \\\"rouge\\\": 1, \\\"montre\\\": 1, \\\"acheteurs\\\": 1, \\\"manifestent\\\": 1, \\\"niveaux\\\": 1, \\\"courage\\\": 1, \\\"fragilise\\\": 1, \\\"provoque\\\": 1, \\\"ensuite\\\": 1, \\\"rupture\\\": 1, \\\"relevons\\\": 1, \\\"nouveau\\\": 1, \\\"signal\\\": 1, \\\"haussier\\\": 1, \\\"libe\\\": 1, \\\"grons\\\": 1, \\\"clo\\\": 4, \\\"ture\\\": 3, \\\"800\\\": 1, \\\"enregistre\\\": 3, \\\"performance\\\": 3, \\\"84\\\": 2, \\\"plaisir\\\": 2, \\\"cembre\\\": 5, \\\"virtuel\\\": 3, \\\"labore\\\": 1, \\\"approche\\\": 1, \\\"analyse\\\": 1, \\\"fondamentale\\\": 1, \\\"crite\\\": 2, \\\"valorisation\\\": 3, \\\"simples\\\": 1, \\\"transparents\\\": 1, \\\"initial\\\": 1, \\\"lection\\\": 2, \\\"valeurs\\\": 3, \\\"soigneusement\\\": 1, \\\"choisies\\\": 1, \\\"offrant\\\": 1, \\\"quilibre\\\": 1, \\\"fices\\\": 1, \\\"gie\\\": 3, \\\"ambitieuse\\\": 1, \\\"repose\\\": 1, \\\"prudente\\\": 1, \\\"horizon\\\": 1, \\\"placement\\\": 1, \\\"fixe\\\": 1, \\\"sauf\\\": 1, \\\"nement\\\": 1, \\\"majeur\\\": 1, \\\"aucune\\\": 1, \\\"modification\\\": 1, \\\"apporte\\\": 1, \\\"durant\\\": 1, \\\"titres\\\": 3, \\\"privile\\\": 1, \\\"tablies\\\": 1, \\\"sentant\\\": 1, \\\"perspectives\\\": 4, \\\"soutenables\\\": 1, \\\"pourraient\\\": 2, \\\"ficier\\\": 1, \\\"favorable\\\": 1, \\\"court\\\": 1, \\\"moyen\\\": 2, \\\"associe\\\": 1, \\\"anticipe\\\": 1, \\\"fice\\\": 1, \\\"bpa\\\": 1, \\\"constitue\\\": 2, \\\"filtre\\\": 1, \\\"constitution\\\": 2, \\\"composition\\\": 2, \\\"appuie\\\": 1, \\\"piliers\\\": 1, \\\"bancaires\\\": 1, \\\"offrent\\\": 2, \\\"valorisations\\\": 2, \\\"attractives\\\": 2, \\\"solides\\\": 2, \\\"jouant\\\": 2, \\\"fensif\\\": 2, \\\"sein\\\": 2, \\\"retournement\\\": 2, \\\"matique\\\": 1, \\\"mondial2030\\\": 3, \\\"susceptibles\\\": 2, \\\"rester\\\": 2, \\\"centre\\\": 2, \\\"dynamiques\\\": 2, \\\"diatiques\\\": 2, \\\"lien\\\": 2, \\\"organisation\\\": 2, \\\"small\\\": 1, \\\"caps\\\": 1, \\\"cycliques\\\": 1, \\\"faiblement\\\": 1, \\\"identifie\\\": 1, \\\"bas\\\": 2, \\\"cycle\\\": 1, \\\"normaliser\\\": 1, \\\"fourni\\\": 1, \\\"informatif\\\": 1, \\\"uniquement\\\": 1, \\\"aucun\\\": 1, \\\"recommandation\\\": 1, \\\"quipe\\\": 1, \\\"clinent\\\": 1, \\\"responsabilite\\\": 1, \\\"achat\\\": 1, \\\"prises\\\": 1, \\\"informations\\\": 2, \\\"investir\\\": 1, \\\"instruments\\\": 1, \\\"comporte\\\": 1, \\\"risques\\\": 1, \\\"prise\\\": 1, \\\"recommande\\\": 1, \\\"consulter\\\": 1, \\\"conseiller\\\": 1, \\\"financier\\\": 1, \\\"habilite\\\": 1, \\\"autorite\\\": 1, \\\"marocaine\\\": 1, \\\"capitaux\\\": 1, \\\"visitez\\\": 1, \\\"quantite\\\": 1, \\\"prix\\\": 1, \\\"revient\\\": 1, \\\"poids\\\": 1, \\\"banques\\\": 2, \\\"352\\\": 1, \\\"566\\\": 1, \\\"199232\\\": 1, \\\"697\\\": 1, \\\"215\\\": 1, \\\"149855\\\": 1, \\\"immobilier\\\": 1, \\\"225\\\": 1, \\\"444\\\": 1, \\\"99900\\\": 1, \\\"btp\\\": 3, \\\"1790\\\": 1, \\\"98450\\\": 1, \\\"sante\\\": 1, \\\"96\\\": 2, \\\"1040\\\": 1, \\\"99840\\\": 1, \\\"174\\\": 1, \\\"468\\\": 1, \\\"81432\\\": 1, \\\"agroalimentaire\\\": 2, \\\"271\\\": 1, \\\"295\\\": 1, \\\"79945\\\": 1, \\\"980\\\": 1, \\\"79380\\\": 1, \\\"145\\\": 1, \\\"277\\\": 1, \\\"40223\\\": 1, \\\"technologie\\\": 1, \\\"technologies\\\": 1, \\\"163\\\": 1, \\\"245\\\": 1, \\\"39935\\\": 1, \\\"mines\\\": 1, \\\"1582\\\": 1, \\\"31640\\\": 1, \\\"999832\\\": 1, \\\"retenus\\\": 1, \\\"ceux\\\": 1, \\\"historique\\\": 1, \\\"arre\\\": 1, \\\"masi\\\": 3, \\\"lundi\\\": 1, \\\"00\\\": 2, \\\"entame\\\": 1, \\\"semaine\\\": 1, \\\"net\\\": 1, \\\"repli\\\": 1, \\\"poursuivant\\\": 1, \\\"consolidation\\\": 1, \\\"fond\\\": 1, \\\"orient\\\": 1, \\\"turer\\\": 1, \\\"178\\\": 1, \\\"61\\\": 1, \\\"teste\\\": 1, \\\"ance\\\": 2, \\\"041\\\": 1, \\\"recule\\\": 1, \\\"485\\\": 1, \\\"73\\\": 1, \\\"volume\\\": 2, \\\"changes\\\": 3, \\\"limite\\\": 1, \\\"312\\\": 1, \\\"domine\\\": 1, \\\"enregistrant\\\": 1, \\\"47\\\": 1, \\\"858\\\": 1, \\\"recul\\\": 2, \\\"34\\\": 1, \\\"32\\\": 1, \\\"transactions\\\": 1, \\\"dant\\\": 1, \\\"86\\\": 1, \\\"35\\\": 1, \\\"figurant\\\": 1, \\\"cinq\\\": 1, \\\"fortes\\\": 1, \\\"baisses\\\": 1, \\\"tablie\\\": 1, \\\"953\\\": 1, \\\"rapport\\\": 1, \\\"dente\\\": 1, \\\"palmare\\\": 1, \\\"hausses\\\": 1, \\\"progression\\\": 1, \\\"142\\\": 1}\", \"word_docs\": \"{\\\"be\\\": 3, \\\"gestion\\\": 3, \\\"ope\\\": 2, \\\"travers\\\": 2, \\\"programme\\\": 2, \\\"comple\\\": 1, \\\"filiales\\\": 1, \\\"dynamique\\\": 1, \\\"bank\\\": 4, \\\"petites\\\": 1, \\\"entre\\\": 3, \\\"rentes\\\": 1, \\\"appuyant\\\": 1, \\\"financement\\\": 2, \\\"e\\\": 7, \\\"rencontres\\\": 1, \\\"cline\\\": 1, \\\"juin\\\": 2, \\\"source\\\": 1, \\\"conomique\\\": 1, \\\"expertises\\\": 1, \\\"risque\\\": 2, \\\"affirme\\\": 1, \\\"mobilisation\\\": 1, \\\"position\\\": 2, \\\"forme\\\": 1, \\\"cible\\\": 1, \\\"rendez\\\": 1, \\\"tel\\\": 1, \\\"conjointe\\\": 1, \\\"communique\\\": 1, \\\"gional\\\": 2, \\\"of\\\": 1, \\\"marche\\\": 5, \\\"savoir\\\": 1, \\\"ne\\\": 7, \\\"cessaire\\\": 1, \\\"s\\\": 7, \\\"diffe\\\": 1, \\\"ses\\\": 2, \\\"participatif\\\": 1, \\\"meilleures\\\": 2, \\\"attentes\\\": 1, \\\"engage\\\": 1, \\\"entreprises\\\": 3, \\\"rie\\\": 1, \\\"acteur\\\": 2, \\\"conomiques\\\": 3, \\\"seaux\\\": 1, \\\"re\\\": 7, \\\"gionales\\\": 1, \\\"pratiques\\\": 1, \\\"vocation\\\": 1, \\\"l\\\": 5, \\\"sous\\\": 3, \\\"accompagnement\\\": 1, \\\"factoring\\\": 1, \\\"change\\\": 1, \\\"ficieront\\\": 1, \\\"indique\\\": 3, \\\"internes\\\": 1, \\\"central\\\": 1, \\\"bout\\\": 1, \\\"experts\\\": 1, \\\"globale\\\": 1, \\\"die\\\": 1, \\\"precise\\\": 1, \\\"visent\\\": 1, \\\"nationale\\\": 1, \\\"toute\\\": 3, \\\"business\\\": 1, \\\"offre\\\": 2, \\\"direct\\\": 1, \\\"meetings\\\": 1, \\\"ancrage\\\": 1, \\\"expertise\\\": 1, \\\"mentaire\\\": 1, \\\"matiques\\\": 1, \\\"matie\\\": 1, \\\"rateurs\\\": 1, \\\"senter\\\": 3, \\\"fait\\\": 2, \\\"pme\\\": 1, \\\"courant\\\": 1, \\\"d\\\": 6, \\\"faveur\\\": 1, \\\"africa\\\": 1, \\\"offrir\\\": 1, \\\"gionaux\\\": 1, \\\"workshops\\\": 1, \\\"facilite\\\": 1, \\\"vue\\\": 2, \\\"lancent\\\": 1, \\\"apporter\\\": 1, \\\"mentarite\\\": 1, \\\"pre\\\": 6, \\\"sensibiliser\\\": 1, \\\"the\\\": 2, \\\"moyennes\\\": 1, \\\"favoriser\\\": 1, \\\"mois\\\": 2, \\\"dialogue\\\": 1, \\\"activite\\\": 1, \\\"tiers\\\": 1, \\\"doit\\\": 1, \\\"disty\\\": 2, \\\"afriquia\\\": 1, \\\"apre\\\": 4, \\\"cfg\\\": 2, \\\"contre\\\": 2, \\\"ordre\\\": 1, \\\"mis\\\": 1, \\\"rifie\\\": 1, \\\"orientation\\\": 1, \\\"microdata\\\": 1, \\\"300\\\": 1, \\\"site\\\": 2, \\\"transparence\\\": 1, \\\"energies\\\": 1, \\\"pouvez\\\": 1, \\\"tous\\\": 1, \\\"encore\\\": 1, \\\"autres\\\": 1, \\\"modifications\\\": 1, \\\"57\\\": 1, \\\"moins\\\": 1, \\\"approbation\\\": 1, \\\"archive\\\": 1, \\\"publie\\\": 1, \\\"13\\\": 1, \\\"comprendre\\\": 1, \\\"secre\\\": 1, \\\"trois\\\": 1, \\\"atlanta\\\": 1, \\\"7\\\": 2, \\\"non\\\": 1, \\\"couspate\\\": 1, \\\"19\\\": 2, \\\"22\\\": 2, \\\"galement\\\": 2, \\\"discussions\\\": 1, \\\"14\\\": 2, \\\"dige\\\": 1, \\\"opportunite\\\": 1, \\\"dari\\\": 1, \\\"smi\\\": 1, \\\"expression\\\": 1, \\\"donne\\\": 1, \\\"maroc\\\": 2, \\\"80\\\": 1, \\\"unimer\\\": 1, \\\"marsa\\\": 1, \\\"rebab\\\": 1, \\\"avant\\\": 3, \\\"01\\\": 1, \\\"fenie\\\": 1, \\\"15\\\": 2, \\\"18\\\": 2, \\\"gulie\\\": 1, \\\"verbal\\\": 1, \\\"addoha\\\": 2, \\\"soumises\\\": 1, \\\"40\\\": 1, \\\"comment\\\": 1, \\\"stroc\\\": 2, \\\"anticipation\\\": 1, \\\"certain\\\": 2, \\\"abstentions\\\": 1, \\\"2026\\\": 1, \\\"visualiser\\\": 1, \\\"heure\\\": 1, \\\"accessible\\\": 1, \\\"saviez\\\": 1, \\\"sanlam\\\": 1, \\\"snep\\\": 1, \\\"70\\\": 2, \\\"delta\\\": 1, \\\"brossette\\\": 1, \\\"influencer\\\": 1, \\\"extraordinaire\\\": 1, \\\"cih\\\": 1, \\\"aide\\\": 1, \\\"officiel\\\": 1, \\\"39\\\": 2, \\\"participation\\\": 1, \\\"bmci\\\": 1, \\\"voter\\\": 1, \\\"ago\\\": 1, \\\"50\\\": 1, \\\"assurance\\\": 1, \\\"extraordinaires\\\": 1, \\\"jusqu\\\": 1, \\\"metteurs\\\": 1, \\\"29\\\": 1, \\\"actif\\\": 1, \\\"sultats\\\": 2, \\\"porteur\\\": 1, \\\"preuve\\\": 1, \\\"voix\\\": 1, \\\"12\\\": 5, \\\"publiant\\\": 1, \\\"investissements\\\": 1, \\\"proce\\\": 1, \\\"ge\\\": 4, \\\"propose\\\": 1, \\\"atteint\\\": 1, \\\"eqdom\\\": 1, \\\"cmgp\\\": 2, \\\"pleinement\\\": 1, \\\"sident\\\": 3, \\\"aradei\\\": 1, \\\"an\\\": 2, \\\"bats\\\": 1, \\\"quorum\\\": 1, \\\"manie\\\": 1, \\\"5\\\": 2, \\\"ajout\\\": 1, \\\"042025\\\": 1, \\\"sences\\\": 1, \\\"ammc\\\": 2, \\\"participer\\\": 1, \\\"cosumar\\\": 1, \\\"sothema\\\": 1, \\\"laquelle\\\": 1, \\\"nominatif\\\": 1, \\\"mixte\\\": 1, \\\"der\\\": 1, \\\"21\\\": 2, \\\"informer\\\": 1, \\\"devrez\\\": 1, \\\"social\\\": 1, \\\"hall\\\": 1, \\\"union\\\": 1, \\\"9\\\": 2, \\\"invest\\\": 1, \\\"exercer\\\": 1, \\\"faire\\\": 1, \\\"coi\\\": 1, \\\"date\\\": 2, \\\"inscrire\\\": 1, \\\"comptabilisent\\\": 1, \\\"publier\\\": 1, \\\"morocco\\\": 2, \\\"c\\\": 1, \\\"journal\\\": 1, \\\"dirigeants\\\": 1, \\\"ve\\\": 2, \\\"cision\\\": 2, \\\"bien\\\": 2, \\\"convoque\\\": 1, \\\"douja\\\": 1, \\\"tenez\\\": 1, \\\"1\\\": 5, \\\"lesieur\\\": 1, \\\"termine\\\": 1, \\\"certificat\\\": 1, \\\"puis\\\": 1, \\\"risma\\\": 1, \\\"dez\\\": 1, \\\"feuille\\\": 1, \\\"iam\\\": 1, \\\"guide\\\": 1, \\\"administrateurs\\\": 1, \\\"paper\\\": 1, \\\"internet\\\": 2, \\\"113\\\": 1, \\\"liste\\\": 1, \\\"contenant\\\": 1, \\\"43\\\": 1, \\\"jet\\\": 2, \\\"tention\\\": 1, \\\"vie\\\": 1, \\\"modalite\\\": 1, \\\"rale\\\": 1, \\\"rement\\\": 1, \\\"commence\\\": 1, \\\"moment\\\": 1, \\\"rales\\\": 1, \\\"combine\\\": 2, \\\"droits\\\": 2, \\\"taire\\\": 1, \\\"holding\\\": 1, \\\"avril\\\": 2, \\\"ro\\\": 3, \\\"cisions\\\": 2, \\\"jour\\\": 3, \\\"parole\\\": 1, \\\"paration\\\": 1, \\\"disway\\\": 1, \\\"casablanca\\\": 2, \\\"scrutateurs\\\": 1, \\\"2\\\": 4, \\\"81\\\": 2, \\\"enregistrement\\\": 1, \\\"disposez\\\": 1, \\\"total\\\": 1, \\\"managem\\\": 1, \\\"bat\\\": 1, \\\"rifiez\\\": 1, \\\"afma\\\": 1, \\\"involys\\\": 1, \\\"leasing\\\": 1, \\\"mutandis\\\": 2, \\\"balima\\\": 1, \\\"100\\\": 3, \\\"encadre\\\": 1, \\\"afric\\\": 1, \\\"action\\\": 2, \\\"2024\\\": 2, \\\"hps\\\": 1, \\\"promopharm\\\": 1, \\\"changer\\\": 1, \\\"annuels\\\": 1, \\\"24\\\": 2, \\\"financiers\\\": 2, \\\"faisant\\\": 1, \\\"25\\\": 2, \\\"sbm\\\": 1, \\\"gaz\\\": 1, \\\"cle\\\": 2, \\\"vos\\\": 1, \\\"signale\\\": 1, \\\"plus\\\": 6, \\\"n\\\": 1, \\\"tre\\\": 1, \\\"2025\\\": 4, \\\"solutions\\\": 1, \\\"30\\\": 2, \\\"repre\\\": 2, \\\"prom\\\": 1, \\\"seul\\\": 1, \\\"age\\\": 1, \\\"consultable\\\": 1, \\\"bureau\\\": 1, \\\"sente\\\": 2, \\\"contient\\\": 1, \\\"contractors\\\": 2, \\\"parti\\\": 2, \\\"0\\\": 2, \\\"web\\\": 1, \\\"cmt\\\": 2, \\\"tant\\\": 3, \\\"6\\\": 1, \\\"statuer\\\": 1, \\\"claire\\\": 1, \\\"140\\\": 1, \\\"qu\\\": 1, \\\"ciments\\\": 1, \\\"nejma\\\": 1, \\\"compose\\\": 2, \\\"statuts\\\": 1, \\\"acce\\\": 1, \\\"annonces\\\": 1, \\\"20\\\": 4, \\\"avis\\\": 1, \\\"03\\\": 1, \\\"deux\\\": 2, \\\"nominations\\\": 1, \\\"regrouper\\\": 1, \\\"boursenews\\\": 2, \\\"courante\\\": 1, \\\"strate\\\": 2, \\\"23\\\": 2, \\\"bonus\\\": 1, \\\"exigent\\\": 1, \\\"depuis\\\": 2, \\\"t1\\\": 1, \\\"lieu\\\": 1, \\\"rifient\\\": 1, \\\"31\\\": 1, \\\"boa\\\": 1, \\\"jours\\\": 2, \\\"proposer\\\": 1, \\\"investissez\\\": 1, \\\"tgcc\\\": 3, \\\"oulmes\\\": 1, \\\"gouvernance\\\": 1, \\\"immorente\\\": 1, \\\"attijariwafa\\\": 3, \\\"zellidja\\\": 1, \\\"atteignez\\\": 1, \\\"11\\\": 2, \\\"nomination\\\": 1, \\\"comptes\\\": 1, \\\"maghrebail\\\": 1, \\\"09\\\": 1, \\\"sanad\\\": 1, \\\"aluminium\\\": 1, \\\"oxygene\\\": 1, \\\"loi\\\": 1, \\\"tirer\\\": 1, \\\"med\\\": 1, \\\"05\\\": 1, \\\"ag\\\": 1, \\\"trouver\\\": 1, \\\"label\\\": 1, \\\"95\\\": 2, \\\"stokvis\\\": 1, \\\"votes\\\": 1, \\\"appel\\\": 1, \\\"lors\\\": 1, \\\"afrique\\\": 2, \\\"prendre\\\": 1, \\\"existe\\\": 1, \\\"doivent\\\": 1, \\\"alliances\\\": 2, \\\"endroit\\\": 1, \\\"information\\\": 1, \\\"cdm\\\": 1, \\\"120\\\": 1, \\\"41\\\": 1, \\\"salafin\\\": 1, \\\"sie\\\": 1, \\\"60\\\": 2, \\\"53\\\": 1, \\\"aussi\\\": 2, \\\"roule\\\": 1, \\\"27\\\": 2, \\\"fois\\\": 1, \\\"17\\\": 2, \\\"cote\\\": 2, \\\"maximum\\\": 1, \\\"paiement\\\": 1, \\\"tard\\\": 1, \\\"exprimer\\\": 1, \\\"cider\\\": 1, \\\"akdital\\\": 2, \\\"07\\\": 1, \\\"sodep\\\": 1, \\\"175\\\": 1, \\\"s2\\\": 1, \\\"industrie\\\": 2, \\\"fondamentaux\\\": 1, \\\"ctm\\\": 1, \\\"seuil\\\": 1, \\\"10\\\": 2, \\\"actualite\\\": 2, \\\"dividende\\\": 1, \\\"16\\\": 2, \\\"gales\\\": 1, \\\"celles\\\": 1, \\\"pendant\\\": 1, \\\"8\\\": 2, \\\"notamment\\\": 3, \\\"110\\\": 1, \\\"3\\\": 6, \\\"auto\\\": 1, \\\"giques\\\": 1, \\\"37\\\": 3, \\\"jouer\\\": 1, \\\"peut\\\": 1, \\\"agma\\\": 1, \\\"s2m\\\": 1, \\\"nord\\\": 3, \\\"importantes\\\": 1, \\\"j\\\": 1, \\\"srm\\\": 1, \\\"tail\\\": 1, \\\"adopte\\\": 1, \\\"wafa\\\": 1, \\\"sonasid\\\": 3, \\\"anonymes\\\": 1, \\\"colorado\\\": 1, \\\"public\\\": 1, \\\"droit\\\": 1, \\\"socie\\\": 2, \\\"taqa\\\": 2, \\\"assemble\\\": 1, \\\"38\\\": 1, \\\"cise\\\": 1, \\\"08\\\": 1, \\\"tenue\\\": 2, \\\"rds\\\": 1, \\\"02\\\": 2, \\\"06\\\": 2, \\\"ordinaire\\\": 1, \\\"pe\\\": 3, \\\"mieux\\\": 1, \\\"bcp\\\": 1, \\\"pourquoi\\\": 1, \\\"tails\\\": 1, \\\"ressources\\\": 1, \\\"lafargeholcim\\\": 2, \\\"ordinaires\\\": 1, \\\"26\\\": 1, \\\"ncide\\\": 1, \\\"saison\\\": 1, \\\"posse\\\": 1, \\\"maghreb\\\": 1, \\\"pargne\\\": 1, \\\"tachement\\\": 1, \\\"parer\\\": 1, \\\"ennakl\\\": 1, \\\"vote\\\": 1, \\\"rapports\\\": 1, \\\"types\\\": 1, \\\"unique\\\": 1, \\\"part\\\": 1, \\\"nombre\\\": 1, \\\"m2m\\\": 1, \\\"gique\\\": 1, \\\"riode\\\": 2, \\\"4\\\": 2, \\\"t2\\\": 1, \\\"company\\\": 1, \\\"convocation\\\": 1, \\\"04\\\": 1, \\\"tout\\\": 2, \\\"28\\\": 2, \\\"chaque\\\": 1, \\\"discute\\\": 1, \\\"shanghai\\\": 1, \\\"troit\\\": 1, \\\"tencent\\\": 1, \\\"76\\\": 1, \\\"accru\\\": 1, \\\"effectifs\\\": 1, \\\"secteur\\\": 2, \\\"jouait\\\": 1, \\\"surtaxes\\\": 1, \\\"cemment\\\": 1, \\\"commencer\\\": 1, \\\"cite\\\": 1, \\\"nippone\\\": 1, \\\"oul\\\": 1, \\\"alarme\\\": 1, \\\"revirement\\\": 1, \\\"nexon\\\": 1, \\\"71\\\": 1, \\\"composite\\\": 1, \\\"envoler\\\": 1, \\\"taient\\\": 1, \\\"nv\\\": 1, \\\"momentane\\\": 1, \\\"tensions\\\": 1, \\\"inte\\\": 4, \\\"points\\\": 2, \\\"dix\\\": 1, \\\"tandis\\\": 2, \\\"bondissait\\\": 1, \\\"suisse\\\": 1, \\\"soulagement\\\": 1, \\\"valeur\\\": 2, \\\"autant\\\": 1, \\\"devise\\\": 1, \\\"mufg\\\": 1, \\\"cas\\\": 3, \\\"accrue\\\": 1, \\\"refuge\\\": 1, \\\"issue\\\": 1, \\\"douanie\\\": 1, \\\"groep\\\": 1, \\\"tait\\\": 1, \\\"donald\\\": 1, \\\"gonfle\\\": 1, \\\"sites\\\": 1, \\\"pression\\\": 1, \\\"agence\\\": 1, \\\"bloque\\\": 2, \\\"cela\\\": 1, \\\"indice\\\": 2, \\\"agi\\\": 1, \\\"entourant\\\": 1, \\\"inquie\\\": 2, \\\"redoutaient\\\": 1, \\\"vedette\\\": 1, \\\"res\\\": 3, \\\"sce\\\": 1, \\\"exportations\\\": 1, \\\"retient\\\": 1, \\\"capitalisation\\\": 2, \\\"management\\\": 1, \\\"grimpait\\\": 1, \\\"ricain\\\": 1, \\\"implications\\\": 1, \\\"britannique\\\": 1, \\\"gion\\\": 1, \\\"figure\\\": 2, \\\"jeux\\\": 1, \\\"macroe\\\": 1, \\\"avertissement\\\": 2, \\\"46\\\": 1, \\\"soupir\\\": 1, \\\"02h40\\\": 1, \\\"02h00\\\": 1, \\\"acheve\\\": 1, \\\"68\\\": 1, \\\"ment\\\": 1, \\\"investisseurs\\\": 2, \\\"tokyo\\\": 1, \\\"tudes\\\": 2, \\\"donc\\\": 1, \\\"perdait\\\": 1, \\\"autour\\\": 2, \\\"ame\\\": 1, \\\"noir\\\": 1, \\\"shenzhen\\\": 1, \\\"etats\\\": 1, \\\"ricaine\\\": 1, \\\"irak\\\": 1, \\\"annonce\\\": 1, \\\"obligeant\\\": 1, \\\"sydney\\\": 1, \\\"elles\\\": 1, \\\"lohmann\\\": 1, \\\"mondiaux\\\": 1, \\\"premie\\\": 2, \\\"fermeture\\\": 1, \\\"warren\\\": 1, \\\"750\\\": 1, \\\"brent\\\": 1, \\\"affecte\\\": 1, \\\"narios\\\": 1, \\\"aversion\\\": 1, \\\"yen\\\": 1, \\\"alors\\\": 1, \\\"seng\\\": 1, \\\"automobile\\\": 1, \\\"chinoises\\\": 1, \\\"innes\\\": 1, \\\"cherche\\\": 1, \\\"prohibitives\\\": 1, \\\"duire\\\": 1, \\\"patterson\\\": 1, \\\"sugge\\\": 1, \\\"dites\\\": 1, \\\"primes\\\": 1, \\\"courtier\\\": 1, \\\"tit\\\": 1, \\\"golfe\\\": 1, \\\"yens\\\": 1, \\\"arme\\\": 1, \\\"risk\\\": 1, \\\"prime\\\": 1, \\\"notait\\\": 1, \\\"ing\\\": 1, \\\"suscitant\\\": 1, \\\"terrasse\\\": 1, \\\"rede\\\": 1, \\\"places\\\": 1, \\\"asset\\\": 1, \\\"gmt\\\": 1, \\\"habituel\\\": 1, \\\"cauchemar\\\": 1, \\\"affecter\\\": 1, \\\"ae\\\": 1, \\\"michael\\\": 1, \\\"jusque\\\": 1, \\\"franc\\\": 1, \\\"environnement\\\": 1, \\\"boursie\\\": 2, \\\"trole\\\": 1, \\\"frappes\\\": 1, \\\"attendus\\\": 1, \\\"nouvelles\\\": 1, \\\"pourrait\\\": 1, \\\"iranien\\\": 1, \\\"topix\\\": 1, \\\"incertitude\\\": 1, \\\"pays\\\": 2, \\\"asie\\\": 1, \\\"envole\\\": 1, \\\"opolitique\\\": 1, \\\"52\\\": 1, \\\"monde\\\": 1, \\\"010\\\": 1, \\\"renforcer\\\": 1, \\\"ciblant\\\": 1, \\\"phase\\\": 1, \\\"reculant\\\": 1, \\\"militaires\\\": 1, \\\"troliers\\\": 1, \\\"producteurs\\\": 1, \\\"he\\\": 1, \\\"japon\\\": 1, \\\"hongkongais\\\": 1, \\\"reculait\\\": 1, \\\"plique\\\": 1, \\\"77\\\": 1, \\\"dont\\\": 1, \\\"retour\\\": 1, \\\"largi\\\": 1, \\\"regain\\\": 1, \\\"reste\\\": 1, \\\"impose\\\": 1, \\\"chinois\\\": 1, \\\"voit\\\": 1, \\\"juillet\\\": 1, \\\"or\\\": 1, \\\"hante\\\": 1, \\\"confrontation\\\": 1, \\\"voyait\\\": 1, \\\"abandonnait\\\": 1, \\\"absolu\\\": 1, \\\"porte\\\": 2, \\\"monnaies\\\": 1, \\\"unis\\\": 1, \\\"prolongation\\\": 1, \\\"juge\\\": 1, \\\"mer\\\": 1, \\\"installations\\\": 1, \\\"dollars\\\": 1, \\\"potentielle\\\": 1, \\\"perturbation\\\": 1, \\\"aire\\\": 1, \\\"anne\\\": 3, \\\"global\\\": 3, \\\"actifs\\\": 2, \\\"ricano\\\": 1, \\\"uktmo\\\": 1, \\\"haleine\\\": 1, \\\"envisager\\\": 1, \\\"ran\\\": 1, \\\"arne\\\": 1, \\\"ambassade\\\": 1, \\\"racheter\\\": 1, \\\"escalade\\\": 1, \\\"maintenant\\\": 1, \\\"veloppeur\\\": 1, \\\"selon\\\": 2, \\\"envolait\\\": 1, \\\"wan\\\": 1, \\\"intelligence\\\": 1, \\\"aires\\\": 1, \\\"augmentations\\\": 1, \\\"face\\\": 1, \\\"ormuz\\\": 1, \\\"but\\\": 1, \\\"forte\\\": 1, \\\"opolitiques\\\": 2, \\\"valuation\\\": 1, \\\"raisons\\\": 1, \\\"nombreux\\\": 1, \\\"grands\\\": 1, \\\"mouvement\\\": 2, \\\"bloomberg\\\": 1, \\\"baril\\\": 1, \\\"touchant\\\": 1, \\\"persique\\\": 1, \\\"vers\\\": 1, \\\"laisse\\\": 1, \\\"ailleurs\\\": 1, \\\"emballement\\\": 1, \\\"sapprobation\\\": 1, \\\"parvenir\\\": 1, \\\"impliquant\\\": 1, \\\"tokai\\\": 1, \\\"liennes\\\": 1, \\\"celui\\\": 1, \\\"japonais\\\": 1, \\\"concernant\\\": 1, \\\"iran\\\": 1, \\\"once\\\": 1, \\\"wti\\\": 1, \\\"oman\\\": 1, \\\"passage\\\": 1, \\\"appe\\\": 1, \\\"lienne\\\": 1, \\\"nouveaux\\\": 1, \\\"comme\\\": 2, \\\"143\\\": 1, \\\"mercredi\\\": 1, \\\"victimes\\\": 1, \\\"finir\\\": 1, \\\"israe\\\": 1, \\\"quant\\\": 3, \\\"restent\\\": 1, \\\"jeudi\\\": 1, \\\"avertissait\\\": 1, \\\"mondiales\\\": 1, \\\"ja\\\": 1, \\\"vendredi\\\": 1, \\\"mene\\\": 1, \\\"hang\\\": 1, \\\"dollar\\\": 1, \\\"washington\\\": 1, \\\"riennes\\\": 1, \\\"spi\\\": 1, \\\"derniers\\\": 1, \\\"gociations\\\": 1, \\\"exprime\\\": 1, \\\"accord\\\": 1, \\\"commente\\\": 1, \\\"nikkei\\\": 1, \\\"devises\\\": 1, \\\"ant\\\": 1, \\\"lance\\\": 1, \\\"pourparlers\\\": 1, \\\"particulier\\\": 1, \\\"firme\\\": 1, \\\"flux\\\": 2, \\\"ciproques\\\": 1, \\\"parmi\\\": 2, \\\"triment\\\": 1, \\\"maritime\\\": 1, \\\"rasmussen\\\": 1, \\\"suspendues\\\": 1, \\\"curite\\\": 1, \\\"427\\\": 1, \\\"stephen\\\": 1, \\\"714\\\": 1, \\\"curise\\\": 1, \\\"grer\\\": 1, \\\"trump\\\": 1, \\\"nucle\\\": 1, \\\"trolier\\\": 1, \\\"voir\\\": 2, \\\"leve\\\": 1, \\\"taipei\\\": 1, \\\"camerounais\\\": 1, \\\"long\\\": 1, \\\"figuil\\\": 1, \\\"genre\\\": 1, \\\"portefeuille\\\": 3, \\\"rence\\\": 1, \\\"55\\\": 2, \\\"carneroun\\\": 1, \\\"infrastructure\\\": 1, \\\"ivoire\\\": 1, \\\"gouvernement\\\": 1, \\\"fcfa\\\": 1, \\\"usine\\\": 1, \\\"fe\\\": 1, \\\"plusieurs\\\": 2, \\\"subsaharienne\\\": 1, \\\"mise\\\": 1, \\\"al\\\": 1, \\\"assure\\\": 1, \\\"co\\\": 1, \\\"bancaire\\\": 1, \\\"potentiel\\\": 3, \\\"efforts\\\": 1, \\\"membres\\\": 1, \\\"dr\\\": 1, \\\"clinker\\\": 1, \\\"fruit\\\": 1, \\\"majeure\\\": 1, \\\"tient\\\": 1, \\\"dence\\\": 1, \\\"cimfig\\\": 1, \\\"fort\\\": 1, \\\"scb\\\": 1, \\\"guine\\\": 1, \\\"ciment\\\": 1, \\\"cimencam\\\": 1, \\\"teur\\\": 1, \\\"joseph\\\": 1, \\\"lafarge\\\": 1, \\\"holcim\\\": 1, \\\"commerciale\\\": 1, \\\"fliale\\\": 1, \\\"cimentie\\\": 1, \\\"totale\\\": 1, \\\"lhm\\\": 1, \\\"participations\\\": 1, \\\"monie\\\": 1, \\\"leader\\\": 1, \\\"capacite\\\": 1, \\\"excellence\\\": 1, \\\"agissant\\\": 1, \\\"inauguration\\\": 1, \\\"grand\\\": 1, \\\"cessite\\\": 1, \\\"planification\\\": 1, \\\"synergies\\\": 1, \\\"service\\\": 1, \\\"milliards\\\": 2, \\\"officielle\\\": 1, \\\"cameroun\\\": 1, \\\"tonnes\\\": 1, \\\"conduit\\\": 1, \\\"ministre\\\": 1, \\\"vision\\\": 1, \\\"tirant\\\": 1, \\\"dirhams\\\": 2, \\\"avance\\\": 1, \\\"sence\\\": 1, \\\"nouvelle\\\": 2, \\\"optimisation\\\": 1, \\\"nominale\\\": 1, \\\"nin\\\": 1, \\\"production\\\": 1, \\\"premier\\\": 1, \\\"500\\\": 1, \\\"consolidant\\\": 1, \\\"pool\\\": 1, \\\"lhma\\\": 1, \\\"mada\\\": 1, \\\"aspire\\\": 1, \\\"industrielle\\\": 1, \\\"terme\\\": 2, \\\"gre\\\": 3, \\\"dote\\\": 2, \\\"000\\\": 2, \\\"millions\\\": 2, \\\"ainsi\\\": 1, \\\"65\\\": 1, \\\"dion\\\": 1, \\\"principal\\\": 1, \\\"alisation\\\": 1, \\\"francophone\\\": 1, \\\"conjoints\\\": 1, \\\"dernie\\\": 1, \\\"ration\\\": 1, \\\"ngute\\\": 1, \\\"marque\\\": 1, \\\"mate\\\": 1, \\\"titre\\\": 2, \\\"base\\\": 2, \\\"rialise\\\": 1, \\\"continuation\\\": 1, \\\"montre\\\": 1, \\\"point\\\": 1, \\\"manifestent\\\": 1, \\\"grons\\\": 1, \\\"2023\\\": 1, \\\"type\\\": 1, \\\"rouge\\\": 1, \\\"oblique\\\": 1, \\\"rupture\\\": 1, \\\"signal\\\": 1, \\\"purement\\\": 1, \\\"nouveau\\\": 1, \\\"ture\\\": 2, \\\"libe\\\": 1, \\\"ensuite\\\": 1, \\\"fragilise\\\": 1, \\\"volue\\\": 1, \\\"trading\\\": 1, \\\"horizontale\\\": 1, \\\"courage\\\": 1, \\\"niveaux\\\": 1, \\\"trouve\\\": 1, \\\"hauts\\\": 1, \\\"septembre\\\": 1, \\\"provoque\\\": 1, \\\"assauts\\\": 1, \\\"relevons\\\": 1, \\\"ascendant\\\": 1, \\\"creux\\\": 1, \\\"acheteurs\\\": 1, \\\"clo\\\": 3, \\\"argumentaire\\\": 1, \\\"chartiste\\\": 1, \\\"800\\\": 1, \\\"technique\\\": 1, \\\"triangle\\\": 1, \\\"780\\\": 1, \\\"ligne\\\": 1, \\\"haussier\\\": 1, \\\"support\\\": 1, \\\"haussiers\\\": 1, \\\"sistance\\\": 1, \\\"repose\\\": 1, \\\"majeur\\\": 1, \\\"31640\\\": 1, \\\"fourni\\\": 1, \\\"faiblement\\\": 1, \\\"consulter\\\": 1, \\\"1582\\\": 1, \\\"visitez\\\": 1, \\\"soutenables\\\": 1, \\\"organisation\\\": 1, \\\"sein\\\": 1, \\\"tablies\\\": 1, \\\"centre\\\": 1, \\\"pourraient\\\": 1, \\\"valorisations\\\": 1, \\\"associe\\\": 1, \\\"40223\\\": 1, \\\"79945\\\": 1, \\\"145\\\": 1, \\\"habilite\\\": 1, \\\"jouant\\\": 1, \\\"352\\\": 1, \\\"filtre\\\": 1, \\\"modification\\\": 1, \\\"277\\\": 1, \\\"sante\\\": 1, \\\"anticipe\\\": 1, \\\"fondamentale\\\": 1, \\\"perspectives\\\": 1, \\\"risques\\\": 1, \\\"bpa\\\": 1, \\\"performance\\\": 1, \\\"autorite\\\": 1, \\\"444\\\": 1, \\\"retournement\\\": 1, \\\"informatif\\\": 1, \\\"choisies\\\": 1, \\\"lien\\\": 1, \\\"199232\\\": 1, \\\"ceux\\\": 1, \\\"labore\\\": 1, \\\"nement\\\": 1, \\\"sauf\\\": 1, \\\"banques\\\": 1, \\\"enregistre\\\": 2, \\\"investir\\\": 1, \\\"financier\\\": 1, \\\"cycliques\\\": 1, \\\"quipe\\\": 1, \\\"arre\\\": 1, \\\"fensif\\\": 1, \\\"horizon\\\": 1, \\\"btp\\\": 1, \\\"271\\\": 1, \\\"245\\\": 1, \\\"mines\\\": 1, \\\"attractives\\\": 1, \\\"ficier\\\": 1, \\\"prix\\\": 1, \\\"caps\\\": 1, \\\"99900\\\": 1, \\\"cycle\\\": 1, \\\"offrant\\\": 1, \\\"fices\\\": 1, \\\"historique\\\": 1, \\\"99840\\\": 1, \\\"174\\\": 1, \\\"revient\\\": 1, \\\"fice\\\": 1, \\\"1790\\\": 1, \\\"retenus\\\": 1, \\\"plaisir\\\": 1, \\\"normaliser\\\": 1, \\\"apporte\\\": 1, \\\"225\\\": 1, \\\"697\\\": 1, \\\"crite\\\": 1, \\\"comporte\\\": 1, \\\"recommande\\\": 1, \\\"constitution\\\": 1, \\\"mondial2030\\\": 1, \\\"composition\\\": 1, \\\"analyse\\\": 1, \\\"clinent\\\": 1, \\\"aucun\\\": 1, \\\"uniquement\\\": 1, \\\"approche\\\": 1, \\\"84\\\": 1, \\\"transparents\\\": 1, \\\"agroalimentaire\\\": 1, \\\"cembre\\\": 1, \\\"court\\\": 1, \\\"980\\\": 1, \\\"163\\\": 1, \\\"placement\\\": 1, \\\"sentant\\\": 1, \\\"appuie\\\": 1, \\\"lection\\\": 1, \\\"diatiques\\\": 1, \\\"96\\\": 2, \\\"valeurs\\\": 1, \\\"poids\\\": 1, \\\"virtuel\\\": 1, \\\"technologies\\\": 1, \\\"215\\\": 1, \\\"149855\\\": 1, \\\"piliers\\\": 1, \\\"initial\\\": 1, \\\"79380\\\": 1, \\\"technologie\\\": 1, \\\"solides\\\": 1, \\\"soigneusement\\\": 1, \\\"rester\\\": 1, \\\"achat\\\": 1, \\\"gie\\\": 1, \\\"privile\\\": 1, \\\"prise\\\": 1, \\\"bas\\\": 2, \\\"capitaux\\\": 1, \\\"bancaires\\\": 1, \\\"quantite\\\": 1, \\\"1040\\\": 1, \\\"prises\\\": 1, \\\"recommandation\\\": 1, \\\"immobilier\\\": 1, \\\"quilibre\\\": 1, \\\"instruments\\\": 1, \\\"informations\\\": 1, \\\"susceptibles\\\": 1, \\\"durant\\\": 1, \\\"566\\\": 1, \\\"98450\\\": 1, \\\"offrent\\\": 1, \\\"favorable\\\": 1, \\\"dynamiques\\\": 1, \\\"simples\\\": 1, \\\"conseiller\\\": 1, \\\"468\\\": 1, \\\"aucune\\\": 1, \\\"prudente\\\": 1, \\\"identifie\\\": 1, \\\"small\\\": 1, \\\"marocaine\\\": 1, \\\"999832\\\": 1, \\\"39935\\\": 1, \\\"ambitieuse\\\": 1, \\\"valorisation\\\": 1, \\\"295\\\": 1, \\\"moyen\\\": 2, \\\"matique\\\": 1, \\\"constitue\\\": 1, \\\"fixe\\\": 1, \\\"responsabilite\\\": 1, \\\"81432\\\": 1, \\\"titres\\\": 1, \\\"61\\\": 1, \\\"progression\\\": 1, \\\"73\\\": 1, \\\"recul\\\": 1, \\\"86\\\": 1, \\\"34\\\": 1, \\\"35\\\": 1, \\\"net\\\": 1, \\\"teste\\\": 1, \\\"tablie\\\": 1, \\\"limite\\\": 1, \\\"transactions\\\": 1, \\\"repli\\\": 1, \\\"figurant\\\": 1, \\\"masi\\\": 1, \\\"lundi\\\": 1, \\\"ance\\\": 1, \\\"dant\\\": 1, \\\"orient\\\": 1, \\\"baisses\\\": 1, \\\"semaine\\\": 1, \\\"fond\\\": 1, \\\"cinq\\\": 1, \\\"858\\\": 1, \\\"041\\\": 1, \\\"entame\\\": 1, \\\"953\\\": 1, \\\"consolidation\\\": 1, \\\"dente\\\": 1, \\\"312\\\": 1, \\\"palmare\\\": 1, \\\"enregistrant\\\": 1, \\\"turer\\\": 1, \\\"volume\\\": 1, \\\"485\\\": 1, \\\"recule\\\": 1, \\\"changes\\\": 1, \\\"rapport\\\": 1, \\\"47\\\": 1, \\\"fortes\\\": 1, \\\"hausses\\\": 1, \\\"poursuivant\\\": 1, \\\"32\\\": 1, \\\"domine\\\": 1, \\\"00\\\": 1, \\\"142\\\": 1, \\\"178\\\": 1}\", \"index_docs\": \"{\\\"61\\\": 3, \\\"60\\\": 3, \\\"198\\\": 2, \\\"207\\\": 2, \\\"203\\\": 2, \\\"200\\\": 1, \\\"191\\\": 1, \\\"384\\\": 1, \\\"43\\\": 4, \\\"381\\\": 1, \\\"84\\\": 3, \\\"413\\\": 1, \\\"423\\\": 1, \\\"127\\\": 2, \\\"4\\\": 7, \\\"373\\\": 1, \\\"374\\\": 1, \\\"205\\\": 2, \\\"419\\\": 1, \\\"385\\\": 1, \\\"425\\\": 1, \\\"50\\\": 2, \\\"420\\\": 1, \\\"405\\\": 1, \\\"128\\\": 2, \\\"375\\\": 1, \\\"380\\\": 1, \\\"387\\\": 1, \\\"414\\\": 1, \\\"406\\\": 1, \\\"196\\\": 1, \\\"208\\\": 2, \\\"121\\\": 1, \\\"21\\\": 5, \\\"402\\\": 1, \\\"9\\\": 7, \\\"409\\\": 1, \\\"7\\\": 7, \\\"412\\\": 1, \\\"82\\\": 2, \\\"415\\\": 1, \\\"197\\\": 2, \\\"410\\\": 1, \\\"421\\\": 1, \\\"44\\\": 3, \\\"371\\\": 1, \\\"126\\\": 2, \\\"85\\\": 3, \\\"428\\\": 1, \\\"5\\\": 7, \\\"411\\\": 1, \\\"390\\\": 1, \\\"388\\\": 1, \\\"8\\\": 5, \\\"124\\\": 3, \\\"379\\\": 1, \\\"416\\\": 1, \\\"417\\\": 1, \\\"404\\\": 1, \\\"83\\\": 3, \\\"426\\\": 1, \\\"383\\\": 1, \\\"201\\\": 1, \\\"395\\\": 1, \\\"398\\\": 1, \\\"372\\\": 1, \\\"418\\\": 1, \\\"377\\\": 1, \\\"386\\\": 1, \\\"87\\\": 3, \\\"192\\\": 1, \\\"199\\\": 2, \\\"394\\\": 1, \\\"193\\\": 1, \\\"427\\\": 1, \\\"408\\\": 1, \\\"399\\\": 1, \\\"195\\\": 1, \\\"391\\\": 1, \\\"397\\\": 1, \\\"86\\\": 3, \\\"202\\\": 2, \\\"123\\\": 1, \\\"403\\\": 1, \\\"10\\\": 6, \\\"422\\\": 1, \\\"122\\\": 1, \\\"378\\\": 1, \\\"194\\\": 1, \\\"376\\\": 1, \\\"400\\\": 1, \\\"206\\\": 2, \\\"370\\\": 1, \\\"407\\\": 1, \\\"424\\\": 1, \\\"13\\\": 6, \\\"389\\\": 1, \\\"125\\\": 2, \\\"382\\\": 1, \\\"392\\\": 1, \\\"204\\\": 2, \\\"393\\\": 1, \\\"401\\\": 1, \\\"396\\\": 1, \\\"514\\\": 1, \\\"259\\\": 2, \\\"580\\\": 1, \\\"69\\\": 4, \\\"254\\\": 2, \\\"99\\\": 2, \\\"142\\\": 1, \\\"466\\\": 1, \\\"541\\\": 1, \\\"512\\\": 1, \\\"641\\\": 1, \\\"584\\\": 1, \\\"144\\\": 2, \\\"471\\\": 1, \\\"661\\\": 1, \\\"135\\\": 1, \\\"570\\\": 1, \\\"432\\\": 1, \\\"240\\\": 1, \\\"488\\\": 1, \\\"630\\\": 1, \\\"92\\\": 1, \\\"481\\\": 1, \\\"561\\\": 1, \\\"515\\\": 1, \\\"56\\\": 1, \\\"224\\\": 1, \\\"550\\\": 1, \\\"229\\\": 1, \\\"587\\\": 1, \\\"106\\\": 2, \\\"667\\\": 1, \\\"606\\\": 1, \\\"34\\\": 2, \\\"54\\\": 2, \\\"91\\\": 2, \\\"502\\\": 1, \\\"71\\\": 2, \\\"560\\\": 1, \\\"457\\\": 1, \\\"605\\\": 1, \\\"656\\\": 1, \\\"503\\\": 1, \\\"552\\\": 1, \\\"30\\\": 2, \\\"657\\\": 1, \\\"663\\\": 1, \\\"649\\\": 1, \\\"642\\\": 1, \\\"66\\\": 3, \\\"105\\\": 1, \\\"615\\\": 1, \\\"57\\\": 2, \\\"35\\\": 2, \\\"467\\\": 1, \\\"558\\\": 1, \\\"260\\\": 2, \\\"548\\\": 1, \\\"150\\\": 1, \\\"537\\\": 1, \\\"269\\\": 2, \\\"445\\\": 1, \\\"237\\\": 2, \\\"567\\\": 1, \\\"602\\\": 1, \\\"3\\\": 1, \\\"521\\\": 1, \\\"469\\\": 1, \\\"450\\\": 1, \\\"647\\\": 1, \\\"658\\\": 1, \\\"264\\\": 2, \\\"607\\\": 1, \\\"616\\\": 1, \\\"511\\\": 1, \\\"485\\\": 1, \\\"604\\\": 1, \\\"463\\\": 1, \\\"559\\\": 1, \\\"268\\\": 2, \\\"243\\\": 1, \\\"596\\\": 1, \\\"221\\\": 1, \\\"130\\\": 1, \\\"593\\\": 1, \\\"665\\\": 1, \\\"490\\\": 1, \\\"439\\\": 1, \\\"430\\\": 1, \\\"58\\\": 1, \\\"452\\\": 1, \\\"64\\\": 2, \\\"535\\\": 1, \\\"444\\\": 1, \\\"553\\\": 1, \\\"38\\\": 5, \\\"446\\\": 1, \\\"462\\\": 1, \\\"557\\\": 1, \\\"14\\\": 4, \\\"574\\\": 1, \\\"544\\\": 1, \\\"614\\\": 1, \\\"255\\\": 2, \\\"465\\\": 1, \\\"145\\\": 3, \\\"586\\\": 1, \\\"231\\\": 2, \\\"545\\\": 1, \\\"543\\\": 1, \\\"500\\\": 1, \\\"24\\\": 2, \\\"505\\\": 1, \\\"621\\\": 1, \\\"540\\\": 1, \\\"154\\\": 2, \\\"235\\\": 1, \\\"600\\\": 1, \\\"652\\\": 1, \\\"448\\\": 1, \\\"533\\\": 1, \\\"489\\\": 1, \\\"498\\\": 1, \\\"39\\\": 2, \\\"454\\\": 1, \\\"530\\\": 1, \\\"563\\\": 1, \\\"589\\\": 1, \\\"227\\\": 1, \\\"267\\\": 2, \\\"619\\\": 1, \\\"494\\\": 1, \\\"443\\\": 1, \\\"440\\\": 1, \\\"52\\\": 2, \\\"532\\\": 1, \\\"555\\\": 1, \\\"212\\\": 1, \\\"271\\\": 2, \\\"222\\\": 1, \\\"516\\\": 1, \\\"460\\\": 1, \\\"98\\\": 2, \\\"139\\\": 2, \\\"241\\\": 2, \\\"486\\\": 1, \\\"610\\\": 1, \\\"219\\\": 1, \\\"18\\\": 5, \\\"631\\\": 1, \\\"433\\\": 1, \\\"534\\\": 1, \\\"547\\\": 1, \\\"645\\\": 1, \\\"526\\\": 1, \\\"470\\\": 1, \\\"625\\\": 1, \\\"89\\\": 1, \\\"483\\\": 1, \\\"640\\\": 1, \\\"250\\\": 2, \\\"662\\\": 1, \\\"499\\\": 1, \\\"429\\\": 1, \\\"626\\\": 1, \\\"261\\\": 2, \\\"239\\\": 1, \\\"628\\\": 1, \\\"522\\\": 1, \\\"67\\\": 1, \\\"468\\\": 1, \\\"542\\\": 1, \\\"136\\\": 1, \\\"62\\\": 1, \\\"234\\\": 2, \\\"141\\\": 2, \\\"551\\\": 1, \\\"608\\\": 1, \\\"211\\\": 2, \\\"94\\\": 3, \\\"137\\\": 2, \\\"46\\\": 3, \\\"508\\\": 1, \\\"442\\\": 1, \\\"609\\\": 1, \\\"129\\\": 2, \\\"248\\\": 1, \\\"26\\\": 4, \\\"266\\\": 2, \\\"539\\\": 1, \\\"492\\\": 1, \\\"660\\\": 1, \\\"637\\\": 1, \\\"472\\\": 1, \\\"523\\\": 1, \\\"578\\\": 1, \\\"624\\\": 1, \\\"638\\\": 1, \\\"265\\\": 2, \\\"592\\\": 1, \\\"101\\\": 3, \\\"473\\\": 1, \\\"579\\\": 1, \\\"249\\\": 2, \\\"25\\\": 2, \\\"617\\\": 1, \\\"650\\\": 1, \\\"459\\\": 1, \\\"210\\\": 1, \\\"28\\\": 2, \\\"214\\\": 2, \\\"434\\\": 1, \\\"23\\\": 2, \\\"653\\\": 1, \\\"581\\\": 1, \\\"220\\\": 2, \\\"138\\\": 1, \\\"668\\\": 1, \\\"17\\\": 6, \\\"256\\\": 1, \\\"143\\\": 1, \\\"1\\\": 4, \\\"51\\\": 1, \\\"15\\\": 2, \\\"244\\\": 2, \\\"611\\\": 1, \\\"571\\\": 1, \\\"484\\\": 1, \\\"568\\\": 1, \\\"549\\\": 1, 