"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 10000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 6, \"word_counts\": \"{\\\"big\\\": 1, \\\"deal\\\": 1, \\\"eau\\\": 5, \\\"e\\\": 102, \\\"nergie\\\": 6, \\\"l\\\": 80, \\\"tat\\\": 4, \\\"impulse\\\": 1, \\\"prive\\\": 7, \\\"propulse\\\": 1, \\\"19\\\": 10, \\\"mai\\\": 2, \\\"2025\\\": 149, \\\"maroc\\\": 22, \\\"ses\\\": 11, \\\"partenaires\\\": 3, \\\"miratis\\\": 2, \\\"signe\\\": 2, \\\"trois\\\": 3, \\\"protocoles\\\": 1, \\\"d\\\": 57, \\\"accord\\\": 2, \\\"pre\\\": 21, \\\"s\\\": 53, \\\"150\\\": 1, \\\"milliards\\\": 8, \\\"dirhams\\\": 3, \\\"partenariat\\\": 4, \\\"objectif\\\": 1, \\\"assurer\\\": 1, \\\"production\\\": 3, \\\"2030\\\": 2, \\\"900\\\": 1, \\\"millions\\\": 4, \\\"m3\\\": 2, \\\"dessale\\\": 1, \\\"an\\\": 3, \\\"transport\\\": 5, \\\"800\\\": 1, \\\"via\\\": 2, \\\"autoroute\\\": 1, \\\"inte\\\": 3, \\\"gration\\\": 1, \\\"1\\\": 10, \\\"200\\\": 3, \\\"mw\\\": 5, \\\"propre\\\": 2, \\\"couple\\\": 1, \\\"ligne\\\": 1, \\\"lectrique\\\": 1, \\\"haute\\\": 1, \\\"tension\\\": 1, \\\"hvdc\\\": 1, \\\"3\\\": 9, \\\"000\\\": 3, \\\"entre\\\": 7, \\\"dakhla\\\": 3, \\\"casablanca\\\": 2, \\\"projet\\\": 4, \\\"envergure\\\": 1, \\\"re\\\": 69, \\\"alise\\\": 1, \\\"publicprive\\\": 1, \\\"ppp\\\": 5, \\\"ine\\\": 1, \\\"dit\\\": 1, \\\"plus\\\": 21, \\\"qu\\\": 4, \\\"outil\\\": 1, \\\"financier\\\": 1, \\\"mode\\\": 6, \\\"apparai\\\": 1, \\\"t\\\": 3, \\\"aujourd\\\": 2, \\\"hui\\\": 3, \\\"comme\\\": 7, \\\"cle\\\": 3, \\\"veloppement\\\": 3, \\\"durable\\\": 1, \\\"acce\\\": 4, \\\"pondre\\\": 2, \\\"fis\\\": 1, \\\"climatiques\\\": 2, \\\"hydriques\\\": 1, \\\"royaume\\\": 8, \\\"appuie\\\": 1, \\\"loi\\\": 3, \\\"n\\\": 10, \\\"86\\\": 1, \\\"12\\\": 6, \\\"relative\\\": 1, \\\"contrats\\\": 1, \\\"tablit\\\": 1, \\\"cadre\\\": 1, \\\"rigoureux\\\": 2, \\\"fonde\\\": 1, \\\"transparence\\\": 2, \\\"gouvernance\\\": 3, \\\"responsable\\\": 2, \\\"suivi\\\": 3, \\\"partition\\\": 2, \\\"quitable\\\": 1, \\\"risques\\\": 3, \\\"permet\\\": 4, \\\"garantir\\\": 1, \\\"services\\\": 1, \\\"publics\\\": 1, \\\"standards\\\": 1, \\\"internationaux\\\": 3, \\\"tout\\\": 4, \\\"valorisant\\\": 1, \\\"expertise\\\": 2, \\\"capacite\\\": 4, \\\"financie\\\": 1, \\\"activite\\\": 2, \\\"secteur\\\": 3, \\\"optant\\\": 1, \\\"garantit\\\": 2, \\\"apport\\\": 1, \\\"capitaux\\\": 2, \\\"partage\\\": 2, \\\"transfert\\\": 3, \\\"compe\\\": 4, \\\"tences\\\": 2, \\\"rapidite\\\": 1, \\\"mise\\\": 5, \\\"\\\\u0153uvre\\\": 1, \\\"fait\\\": 4, \\\"quoi\\\": 1, \\\"porte\\\": 4, \\\"gouvernement\\\": 2, \\\"marocain\\\": 3, \\\"office\\\": 1, \\\"national\\\": 3, \\\"lectricite\\\": 3, \\\"potable\\\": 1, \\\"onee\\\": 3, \\\"ge\\\": 22, \\\"ants\\\": 2, \\\"taqa\\\": 6, \\\"morocco\\\": 3, \\\"nareva\\\": 7, \\\"consortium\\\": 1, \\\"fonds\\\": 2, \\\"mohammed\\\": 1, \\\"vi\\\": 1, \\\"fm6i\\\": 3, \\\"ga\\\": 2, \\\"programme\\\": 5, \\\"invente\\\": 1, \\\"manie\\\": 2, \\\"concevoir\\\": 1, \\\"infrastructures\\\": 3, \\\"tandis\\\": 3, \\\"concessions\\\": 1, \\\"foncie\\\": 1, \\\"res\\\": 6, \\\"structuration\\\": 1, \\\"glementaire\\\": 1, \\\"curise\\\": 2, \\\"garanties\\\": 1, \\\"achat\\\": 1, \\\"participation\\\": 3, \\\"15\\\": 6, \\\"joue\\\": 3, \\\"ro\\\": 5, \\\"caution\\\": 1, \\\"souveraine\\\": 1, \\\"chacun\\\": 1, \\\"42\\\": 1, \\\"5\\\": 13, \\\"assurent\\\": 1, \\\"tudes\\\": 3, \\\"techniques\\\": 2, \\\"avantprojets\\\": 1, \\\"leve\\\": 2, \\\"emprunt\\\": 1, \\\"mutualiser\\\": 1, \\\"optimiser\\\": 1, \\\"lais\\\": 1, \\\"attirer\\\": 1, \\\"montage\\\": 1, \\\"purement\\\": 1, \\\"public\\\": 3, \\\"pris\\\": 1, \\\"anne\\\": 3, \\\"proce\\\": 2, \\\"dures\\\": 1, \\\"gain\\\": 1, \\\"estime\\\": 3, \\\"24\\\": 12, \\\"mois\\\": 2, \\\"service\\\": 3, \\\"vue\\\": 2, \\\"2028\\\": 1, \\\"rappelons\\\": 1, \\\"premie\\\": 2, \\\"pays\\\": 7, \\\"capitalise\\\": 1, \\\"dentes\\\": 1, \\\"ussites\\\": 1, \\\"image\\\": 1, \\\"centrale\\\": 4, \\\"thermique\\\": 1, \\\"safi\\\": 2, \\\"2017\\\": 1, \\\"gra\\\": 2, \\\"co\\\": 2, \\\"engie\\\": 1, \\\"mitsui\\\": 1, \\\"tre\\\": 7, \\\"ouvrage\\\": 1, \\\"exemple\\\": 2, \\\"cite\\\": 2, \\\"fe\\\": 1, \\\"rence\\\": 1, \\\"efficacite\\\": 2, \\\"mobilisation\\\": 2, \\\"9\\\": 2, \\\"investissements\\\": 3, \\\"relance\\\": 1, \\\"gaz\\\": 4, \\\"tahaddart\\\": 1, \\\"400\\\": 2, \\\"inscrit\\\": 2, \\\"continuite\\\": 1, \\\"veloppe\\\": 1, \\\"initialement\\\": 1, \\\"endesa\\\": 1, \\\"siemens\\\": 1, \\\"sormais\\\": 2, \\\"pilote\\\": 1, \\\"trio\\\": 1, \\\"dollars\\\": 10, \\\"augmenter\\\": 1, \\\"cycle\\\": 1, \\\"combine\\\": 2, \\\"100\\\": 4, \\\"levier\\\": 2, \\\"souverainete\\\": 4, \\\"hydrique\\\": 3, \\\"nerge\\\": 6, \\\"tique\\\": 6, \\\"abdelmajid\\\": 1, \\\"iraqui\\\": 1, \\\"houssaini\\\": 1, \\\"sident\\\": 4, \\\"directoire\\\": 1, \\\"strate\\\": 8, \\\"gique\\\": 6, \\\"contribue\\\": 1, \\\"transformer\\\": 2, \\\"durablement\\\": 1, \\\"paysage\\\": 1, \\\"accroissement\\\": 1, \\\"dessalement\\\": 2, \\\"afin\\\": 1, \\\"soutenir\\\": 2, \\\"feuille\\\": 2, \\\"route\\\": 1, \\\"climatique\\\": 1, \\\"renforcer\\\": 3, \\\"discours\\\": 1, \\\"reda\\\": 1, \\\"hamedoun\\\": 1, \\\"vice\\\": 1, \\\"exe\\\": 2, \\\"cutif\\\": 1, \\\"holding\\\": 2, \\\"affirme\\\": 3, \\\"lors\\\": 2, \\\"panel\\\": 1, \\\"global\\\": 2, \\\"growth\\\": 1, \\\"conference\\\": 1, \\\"tenu\\\": 1, \\\"cemment\\\": 2, \\\"rabat\\\": 1, \\\"simplement\\\": 2, \\\"travers\\\": 4, \\\"duquel\\\": 1, \\\"ajoute\\\": 1, \\\"ne\\\": 39, \\\"ration\\\": 4, \\\"renouvelable\\\": 2, \\\"bas\\\": 3, \\\"carbone\\\": 3, \\\"c\\\": 6, \\\"aussi\\\": 7, \\\"grand\\\": 2, \\\"cohe\\\": 1, \\\"sion\\\": 1, \\\"sociale\\\": 1, \\\"territorial\\\": 1, \\\"technologies\\\": 1, \\\"ussite\\\": 1, \\\"expe\\\": 1, \\\"rience\\\": 1, \\\"matie\\\": 2, \\\"innovation\\\": 1, \\\"technologique\\\": 1, \\\"premiers\\\": 2, \\\"afrique\\\": 2, \\\"velopper\\\": 1, \\\"technologie\\\": 2, \\\"ultra\\\": 1, \\\"supercritique\\\": 1, \\\"exploitons\\\": 1, \\\"parc\\\": 1, \\\"olien\\\": 1, \\\"continent\\\": 1, \\\"aftissat\\\": 1, \\\"conclu\\\": 1, \\\"dela\\\": 1, \\\"chiffres\\\": 1, \\\"catalyseur\\\": 1, \\\"local\\\": 1, \\\"25\\\": 12, \\\"emplois\\\": 1, \\\"devraient\\\": 1, \\\"cre\\\": 2, \\\"dont\\\": 4, \\\"10\\\": 12, \\\"durables\\\": 1, \\\"bureaux\\\": 1, \\\"marocains\\\": 2, \\\"pme\\\": 4, \\\"maintenance\\\": 1, \\\"centres\\\": 1, \\\"formation\\\": 2, \\\"implique\\\": 2, \\\"dynamique\\\": 2, \\\"industrielle\\\": 3, \\\"attendue\\\": 1, \\\"autour\\\": 2, \\\"hydraulique\\\": 1, \\\"solaireair\\\": 1, \\\"sche\\\": 1, \\\"pourrait\\\": 6, \\\"devenir\\\": 1, \\\"matrice\\\": 1, \\\"futurs\\\": 1, \\\"grands\\\": 3, \\\"chantiers\\\": 1, \\\"stockage\\\": 1, \\\"ouarzazate\\\": 1, \\\"extensions\\\": 1, \\\"agadir\\\": 1, \\\"vertes\\\": 1, \\\"donne\\\": 2, \\\"impulsion\\\": 1, \\\"action\\\": 2, \\\"ensemble\\\": 1, \\\"construisent\\\": 1, \\\"fondations\\\": 1, \\\"souverain\\\": 1, \\\"silient\\\": 1, \\\"transition\\\": 2, \\\"pourquoi\\\": 2, \\\"hydroge\\\": 17, \\\"vert\\\": 8, \\\"marche\\\": 12, \\\"mondial\\\": 4, \\\"repre\\\": 3, \\\"sente\\\": 5, \\\"actuellement\\\": 1, \\\"tonnes\\\": 1, \\\"mutation\\\": 1, \\\"raison\\\": 1, \\\"contraintes\\\": 1, \\\"carbonation\\\": 1, \\\"poussant\\\": 1, \\\"consommateurs\\\": 1, \\\"off\\\": 1, \\\"takers\\\": 1, \\\"rechercher\\\": 1, \\\"sources\\\": 1, \\\"fin\\\": 2, \\\"2024\\\": 5, \\\"environ\\\": 1, \\\"75\\\": 1, \\\"projets\\\": 5, \\\"cide\\\": 1, \\\"construction\\\": 1, \\\"ope\\\": 2, \\\"car\\\": 1, \\\"clients\\\": 1, \\\"engage\\\": 2, \\\"300\\\": 2, \\\"phase\\\": 2, \\\"tude\\\": 1, \\\"4\\\": 3, \\\"prochaines\\\": 1, \\\"contexte\\\": 1, \\\"avance\\\": 1, \\\"mesure\\\": 1, \\\"validant\\\": 1, \\\"mars\\\": 1, \\\"six\\\": 1, \\\"industriels\\\": 2, \\\"majeurs\\\": 2, \\\"gions\\\": 1, \\\"laa\\\": 1, \\\"youne\\\": 1, \\\"guelmim\\\": 1, \\\"montant\\\": 1, \\\"total\\\": 3, \\\"319\\\": 1, \\\"30\\\": 18, \\\"envoie\\\": 1, \\\"signal\\\": 1, \\\"fort\\\": 2, \\\"veut\\\": 1, \\\"imposer\\\": 1, \\\"acteur\\\": 3, \\\"central\\\": 2, \\\"aspire\\\": 1, \\\"ainsi\\\": 1, \\\"couvrir\\\": 1, \\\"demande\\\": 1, \\\"consortiums\\\": 1, \\\"notamment\\\": 2, \\\"allemands\\\": 1, \\\"ame\\\": 4, \\\"ricains\\\": 1, \\\"saoudiens\\\": 1, \\\"chinois\\\": 3, \\\"visent\\\": 2, \\\"produire\\\": 2, \\\"ammoniac\\\": 7, \\\"acier\\\": 2, \\\"encore\\\": 5, \\\"carburants\\\": 1, \\\"propres\\\": 1, \\\"maritime\\\": 3, \\\"ornx\\\": 1, \\\"regroupe\\\": 1, \\\"entreprises\\\": 5, \\\"ortus\\\": 1, \\\"usa\\\": 1, \\\"acciona\\\": 1, \\\"espagne\\\": 2, \\\"nordex\\\": 1, \\\"allemagne\\\": 2, \\\"ciblera\\\": 1, \\\"autres\\\": 3, \\\"cepsa\\\": 1, \\\"china\\\": 1, \\\"three\\\": 1, \\\"gorges\\\": 1, \\\"galement\\\": 5, \\\"retenus\\\": 1, \\\"illustrant\\\": 1, \\\"international\\\": 2, \\\"croissant\\\": 1, \\\"potentiel\\\": 1, \\\"peut\\\": 4, \\\"compter\\\": 1, \\\"avantage\\\": 1, \\\"structurel\\\": 1, \\\"majeur\\\": 2, \\\"ressources\\\": 2, \\\"renouvelables\\\": 1, \\\"quasi\\\": 1, \\\"illimite\\\": 1, \\\"ensoleillement\\\": 1, \\\"record\\\": 1, \\\"gimes\\\": 1, \\\"vents\\\": 1, \\\"puissants\\\": 1, \\\"provinces\\\": 1, \\\"sud\\\": 1, \\\"cou\\\": 1, \\\"ts\\\": 2, \\\"parmi\\\": 2, \\\"monde\\\": 3, \\\"proches\\\": 1, \\\"2\\\": 11, \\\"kg\\\": 1, \\\"selon\\\": 5, \\\"institut\\\": 1, \\\"recherche\\\": 1, \\\"solaire\\\": 1, \\\"nergies\\\": 2, \\\"nouvelles\\\": 2, \\\"iresen\\\": 1, \\\"prix\\\": 2, \\\"seuil\\\": 3, \\\"crucial\\\": 1, \\\"devienne\\\": 1, \\\"titif\\\": 1, \\\"face\\\": 3, \\\"fossiles\\\": 1, \\\"chelle\\\": 4, \\\"mondiale\\\": 2, \\\"serve\\\": 1, \\\"ve\\\": 6, \\\"hicules\\\": 1, \\\"pile\\\": 1, \\\"essor\\\": 1, \\\"aujourde\\\": 1, \\\"largement\\\": 1, \\\"passe\\\": 2, \\\"batteries\\\": 1, \\\"devient\\\": 1, \\\"carboner\\\": 1, \\\"pans\\\": 1, \\\"entiers\\\": 1, \\\"industrie\\\": 3, \\\"lourde\\\": 1, \\\"engrais\\\": 3, \\\"ciment\\\": 1, \\\"remplacer\\\": 1, \\\"charbon\\\": 1, \\\"centrales\\\": 1, \\\"lectriques\\\": 1, \\\"entend\\\": 2, \\\"jouer\\\": 2, \\\"course\\\": 1, \\\"bataille\\\": 1, \\\"oe\\\": 1, \\\"conomique\\\": 4, \\\"grande\\\": 3, \\\"lourdement\\\": 1, \\\"pendants\\\": 1, \\\"russe\\\": 1, \\\"revirement\\\": 2, \\\"depuis\\\": 3, \\\"guerre\\\": 1, \\\"ukraine\\\": 1, \\\"berlin\\\": 1, \\\"voit\\\": 3, \\\"importer\\\": 1, \\\"70\\\": 3, \\\"cherche\\\": 2, \\\"activement\\\": 1, \\\"fiables\\\": 1, \\\"clairement\\\": 1, \\\"gie\\\": 1, \\\"europe\\\": 3, \\\"enne\\\": 1, \\\"claration\\\": 1, \\\"intention\\\": 1, \\\"bilate\\\": 1, \\\"rale\\\": 6, \\\"germano\\\": 1, \\\"marocaine\\\": 1, \\\"juin\\\": 2, \\\"interconnexions\\\": 1, \\\"annalena\\\": 1, \\\"baerbock\\\": 1, \\\"ministre\\\": 2, \\\"trange\\\": 2, \\\"allemande\\\": 1, \\\"occasion\\\": 1, \\\"ja\\\": 4, \\\"phare\\\": 1, \\\"gion\\\": 2, \\\"pipeline\\\": 1, \\\"h2med\\\": 1, \\\"reliera\\\": 1, \\\"portugal\\\": 1, \\\"france\\\": 1, \\\"extension\\\": 1, \\\"vers\\\": 6, \\\"offrirait\\\": 1, \\\"directe\\\": 1, \\\"ens\\\": 1, \\\"terme\\\": 1, \\\"infrastructure\\\": 1, \\\"permettrait\\\": 1, \\\"exporter\\\": 1, \\\"rive\\\": 3, \\\"facilement\\\": 1, \\\"transportable\\\": 1, \\\"jusqu\\\": 3, \\\"usines\\\": 1, \\\"allemandes\\\": 1, \\\"franc\\\": 2, \\\"aises\\\": 1, \\\"justement\\\": 1, \\\"produit\\\": 2, \\\"partir\\\": 1, \\\"utilise\\\": 1, \\\"ocp\\\": 1, \\\"cinquie\\\": 1, \\\"exportateur\\\": 1, \\\"cependant\\\": 2, \\\"proble\\\": 1, \\\"matique\\\": 1, \\\"pose\\\": 1, \\\"laquelle\\\": 2, \\\"importe\\\": 1, \\\"principalement\\\": 1, \\\"aupre\\\": 1, \\\"russie\\\": 1, \\\"tats\\\": 2, \\\"unis\\\": 5, \\\"situation\\\": 1, \\\"paradoxale\\\": 1, \\\"posse\\\": 2, \\\"grandes\\\": 1, \\\"serves\\\": 1, \\\"mondiales\\\": 2, \\\"phosphate\\\": 2, \\\"veloppant\\\": 1, \\\"boucler\\\": 1, \\\"chai\\\": 1, \\\"valeur\\\": 2, \\\"sultat\\\": 1, \\\"renforcement\\\": 1, \\\"monte\\\": 1, \\\"gamme\\\": 1, \\\"exportations\\\": 2, \\\"titivite\\\": 1, \\\"accrue\\\": 2, \\\"niveau\\\": 1, \\\"celui\\\": 2, \\\"or\\\": 5, \\\"carte\\\": 1, \\\"engagements\\\": 1, \\\"agit\\\": 1, \\\"choix\\\": 1, \\\"redessine\\\": 1, \\\"contours\\\": 1, \\\"politique\\\": 1, \\\"diplomatique\\\": 1, \\\"non\\\": 2, \\\"seulement\\\": 1, \\\"tendre\\\": 1, \\\"fournisseur\\\": 1, \\\"restructuration\\\": 1, \\\"profonde\\\": 2, \\\"tissu\\\": 1, \\\"industriel\\\": 1, \\\"ambition\\\": 1, \\\"dible\\\": 1, \\\"condition\\\": 1, \\\"ussir\\\": 1, \\\"cution\\\": 1, \\\"industrialisation\\\": 1, \\\"rapide\\\": 1, \\\"filie\\\": 1, \\\"chose\\\": 1, \\\"su\\\": 2, \\\"fene\\\": 1, \\\"opportunite\\\": 3, \\\"bien\\\": 2, \\\"laisser\\\": 1, \\\"passer\\\": 1, \\\"vol\\\": 6, \\\"ai171\\\": 5, \\\"premier\\\": 2, \\\"crash\\\": 3, \\\"dreamliner\\\": 3, \\\"mythe\\\": 1, \\\"fiabilite\\\": 2, \\\"venait\\\": 1, \\\"peine\\\": 1, \\\"quitter\\\": 1, \\\"ae\\\": 4, \\\"roport\\\": 1, \\\"sardar\\\": 1, \\\"vallabhbhai\\\": 1, \\\"patel\\\": 1, \\\"lorsqu\\\": 2, \\\"perdu\\\": 1, \\\"contact\\\": 1, \\\"contro\\\": 1, \\\"riens\\\": 1, \\\"ments\\\": 1, \\\"disponibles\\\": 1, \\\"appareil\\\": 2, \\\"percute\\\": 1, \\\"zone\\\": 1, \\\"sidentielle\\\": 1, \\\"voisine\\\": 1, \\\"causant\\\": 1, \\\"importants\\\": 1, \\\"mate\\\": 2, \\\"riels\\\": 1, \\\"sol\\\": 1, \\\"moins\\\": 5, \\\"voquent\\\": 1, \\\"bruit\\\": 1, \\\"assourdissant\\\": 1, \\\"boule\\\": 1, \\\"feu\\\": 1, \\\"drame\\\": 2, \\\"pleine\\\": 1, \\\"matine\\\": 1, \\\"moment\\\": 4, \\\"nombreux\\\": 2, \\\"habitants\\\": 1, \\\"tudiants\\\": 1, \\\"trouvaient\\\": 1, \\\"proximite\\\": 1, \\\"boeing\\\": 3, \\\"787\\\": 2, \\\"8\\\": 2, \\\"long\\\": 1, \\\"courrier\\\": 1, \\\"moderne\\\": 1, \\\"prise\\\": 1, \\\"type\\\": 1, \\\"exploite\\\": 1, \\\"nombreuses\\\": 1, \\\"compagnies\\\": 2, \\\"internationales\\\": 1, \\\"enregistre\\\": 1, \\\"faible\\\": 1, \\\"incidents\\\": 2, \\\"lancement\\\": 1, \\\"motion\\\": 1, \\\"rapidement\\\": 1, \\\"frontie\\\": 1, \\\"inde\\\": 2, \\\"britannique\\\": 2, \\\"keir\\\": 1, \\\"starmer\\\": 1, \\\"exprime\\\": 2, \\\"tristesse\\\": 1, \\\"roi\\\": 1, \\\"charles\\\": 1, \\\"iii\\\": 1, \\\"transmis\\\": 1, \\\"message\\\": 1, \\\"officiel\\\": 2, \\\"condole\\\": 1, \\\"ances\\\": 1, \\\"familles\\\": 1, \\\"victimes\\\": 2, \\\"uni\\\": 1, \\\"imme\\\": 1, \\\"diatement\\\": 1, \\\"active\\\": 1, \\\"cellule\\\": 1, \\\"crise\\\": 1, \\\"lien\\\": 1, \\\"ministe\\\": 1, \\\"indien\\\": 2, \\\"ouvert\\\": 1, \\\"enque\\\": 2, \\\"ampleur\\\": 1, \\\"indique\\\": 4, \\\"coope\\\": 1, \\\"rer\\\": 1, \\\"pleinement\\\": 2, \\\"autorite\\\": 1, \\\"locales\\\": 1, \\\"transportation\\\": 1, \\\"safety\\\": 1, \\\"board\\\": 1, \\\"ntsb\\\": 1, \\\"inge\\\": 1, \\\"nieurs\\\": 1, \\\"pe\\\": 7, \\\"che\\\": 1, \\\"place\\\": 1, \\\"syste\\\": 4, \\\"robuste\\\": 1, \\\"infaillible\\\": 1, \\\"rien\\\": 1, \\\"reste\\\": 3, \\\"moyens\\\": 1, \\\"rs\\\": 1, \\\"voyager\\\": 1, \\\"iata\\\": 1, \\\"recense\\\": 1, \\\"7\\\": 5, \\\"accidents\\\": 1, \\\"mortels\\\": 1, \\\"40\\\": 4, \\\"6\\\": 4, \\\"vols\\\": 1, \\\"commerciaux\\\": 1, \\\"entrai\\\": 1, \\\"nant\\\": 1, \\\"244\\\": 1, \\\"bord\\\": 1, \\\"apparition\\\": 1, \\\"appareils\\\": 2, \\\"nouvelle\\\": 1, \\\"quipe\\\": 2, \\\"pilotage\\\": 1, \\\"assiste\\\": 1, \\\"redondances\\\": 1, \\\"lectroniques\\\": 2, \\\"permis\\\": 1, \\\"duire\\\": 2, \\\"drastiquement\\\": 1, \\\"constitue\\\": 1, \\\"rupture\\\": 1, \\\"histoire\\\": 2, \\\"2011\\\": 1, \\\"sent\\\": 1, \\\"connu\\\": 1, \\\"aucun\\\": 1, \\\"accident\\\": 2, \\\"mortel\\\": 1, \\\"flottes\\\": 1, \\\"80\\\": 2, \\\"pute\\\": 1, \\\"consommation\\\": 1, \\\"duite\\\": 1, \\\"riaux\\\": 1, \\\"composites\\\": 1, \\\"dernie\\\": 1, \\\"aucune\\\": 1, \\\"efface\\\": 1, \\\"totalement\\\": 1, \\\"risque\\\": 7, \\\"faillances\\\": 1, \\\"rares\\\": 1, \\\"erreurs\\\": 1, \\\"humaines\\\": 1, \\\"conditions\\\": 1, \\\"o\\\": 1, \\\"extre\\\": 1, \\\"cybermenaces\\\": 1, \\\"font\\\": 1, \\\"partie\\\": 1, \\\"sce\\\": 2, \\\"narios\\\": 2, \\\"redoute\\\": 1, \\\"experts\\\": 2, \\\"cas\\\": 2, \\\"trop\\\": 1, \\\"to\\\": 1, \\\"tirer\\\": 2, \\\"conclusions\\\": 2, \\\"boi\\\": 1, \\\"noire\\\": 1, \\\"enregistreurs\\\": 1, \\\"analyses\\\": 1, \\\"bris\\\": 1, \\\"essentiels\\\": 1, \\\"reconstituer\\\": 1, \\\"fil\\\": 1, \\\"nements\\\": 1, \\\"laissera\\\": 1, \\\"trace\\\": 1, \\\"bile\\\": 1, \\\"aviation\\\": 1, \\\"civile\\\": 1, \\\"cessite\\\": 1, \\\"constante\\\": 1, \\\"quipages\\\": 1, \\\"collaboration\\\": 1, \\\"internationale\\\": 1, \\\"transparente\\\": 1, \\\"survient\\\": 1, \\\"attendant\\\": 1, \\\"certitude\\\": 1, \\\"demeure\\\": 1, \\\"derrie\\\": 1, \\\"chaque\\\": 4, \\\"cachent\\\": 1, \\\"vies\\\": 1, \\\"perdues\\\": 1, \\\"failles\\\": 1, \\\"malgre\\\": 1, \\\"progre\\\": 1, \\\"expose\\\": 1, \\\"impre\\\": 1, \\\"vu\\\": 1, \\\"bank\\\": 5, \\\"of\\\": 3, \\\"africa\\\": 3, \\\"filiales\\\": 2, \\\"lancent\\\": 1, \\\"rie\\\": 1, \\\"business\\\": 2, \\\"meetings\\\": 2, \\\"gionaux\\\": 2, \\\"die\\\": 1, \\\"rencontres\\\": 1, \\\"cline\\\": 1, \\\"sous\\\": 2, \\\"forme\\\": 1, \\\"workshops\\\": 1, \\\"the\\\": 2, \\\"matiques\\\": 2, \\\"offrir\\\": 1, \\\"accompagnement\\\": 1, \\\"cible\\\": 1, \\\"petites\\\": 1, \\\"moyennes\\\": 1, \\\"nationale\\\": 1, \\\"communique\\\": 2, \\\"rendez\\\": 1, \\\"vocation\\\": 1, \\\"sensibiliser\\\": 1, \\\"meilleures\\\": 1, \\\"pratiques\\\": 1, \\\"gestion\\\": 4, \\\"financement\\\": 2, \\\"favoriser\\\": 1, \\\"dialogue\\\": 1, \\\"direct\\\": 1, \\\"tiers\\\": 1, \\\"rateurs\\\": 1, \\\"conomiques\\\": 2, \\\"senter\\\": 2, \\\"offre\\\": 2, \\\"globale\\\": 1, \\\"comple\\\": 2, \\\"mentaire\\\": 1, \\\"facilite\\\": 1, \\\"bout\\\": 2, \\\"savoir\\\": 1, \\\"courant\\\": 1, \\\"be\\\": 1, \\\"ficieront\\\": 1, \\\"conjointe\\\": 1, \\\"apporter\\\": 1, \\\"toute\\\": 2, \\\"cessaire\\\": 1, \\\"attentes\\\": 1, \\\"gionales\\\": 1, \\\"diffe\\\": 1, \\\"rentes\\\": 1, \\\"tel\\\": 1, \\\"participatif\\\": 1, \\\"factoring\\\": 1, \\\"change\\\": 1, \\\"precise\\\": 1, \\\"source\\\": 1, \\\"position\\\": 1, \\\"faveur\\\": 1, \\\"appuyant\\\": 1, \\\"mentarite\\\": 1, \\\"expertises\\\": 1, \\\"internes\\\": 1, \\\"ancrage\\\": 1, \\\"gional\\\": 1, \\\"seaux\\\": 1, \\\"trole\\\": 2, \\\"envole\\\": 1, \\\"apre\\\": 2, \\\"frappes\\\": 3, \\\"israe\\\": 4, \\\"liennes\\\": 1, \\\"contre\\\": 4, \\\"iran\\\": 8, \\\"02h40\\\": 1, \\\"gmt\\\": 4, \\\"baril\\\": 2, \\\"wti\\\": 1, \\\"nord\\\": 3, \\\"ricain\\\": 1, \\\"bondissait\\\": 1, \\\"02\\\": 4, \\\"76\\\": 1, \\\"22\\\": 6, \\\"brent\\\": 1, \\\"mer\\\": 1, \\\"envolait\\\": 1, \\\"11\\\": 9, \\\"68\\\": 1, \\\"77\\\": 1, \\\"46\\\": 1, \\\"terrasse\\\": 1, \\\"annonce\\\": 1, \\\"riennes\\\": 1, \\\"mene\\\": 1, \\\"vendredi\\\": 2, \\\"touchant\\\": 1, \\\"sites\\\": 1, \\\"militaires\\\": 1, \\\"installations\\\": 1, \\\"nucle\\\": 2, \\\"aires\\\": 1, \\\"arme\\\": 1, \\\"lienne\\\": 1, \\\"acheve\\\": 1, \\\"figure\\\": 1, \\\"dix\\\": 1, \\\"producteurs\\\": 1, \\\"valuation\\\": 1, \\\"primes\\\": 1, \\\"opolitique\\\": 2, \\\"commencer\\\": 1, \\\"retient\\\": 1, \\\"soupir\\\": 1, \\\"soulagement\\\": 1, \\\"forte\\\": 1, \\\"plique\\\": 1, \\\"he\\\": 1, \\\"ran\\\": 1, \\\"rede\\\": 1, \\\"finir\\\": 1, \\\"macroe\\\": 1, \\\"emballement\\\": 1, \\\"confrontation\\\": 1, \\\"implications\\\": 1, \\\"agi\\\": 1, \\\"stephen\\\": 1, \\\"innes\\\": 1, \\\"spi\\\": 1, \\\"asset\\\": 1, \\\"management\\\": 2, \\\"trolier\\\": 2, \\\"derniers\\\": 1, \\\"jours\\\": 3, \\\"tensions\\\": 2, \\\"opolitiques\\\": 2, \\\"etats\\\": 3, \\\"avant\\\": 4, \\\"nouveaux\\\": 1, \\\"pourparlers\\\": 2, \\\"attendus\\\": 1, \\\"deux\\\": 2, \\\"aire\\\": 1, \\\"iranien\\\": 1, \\\"investisseurs\\\": 2, \\\"redoutaient\\\": 1, \\\"voir\\\": 1, \\\"pression\\\": 2, \\\"ricaine\\\": 1, \\\"noir\\\": 1, \\\"ailleurs\\\": 1, \\\"mercredi\\\": 2, \\\"effectifs\\\": 1, \\\"ambassade\\\": 1, \\\"irak\\\": 1, \\\"raisons\\\": 1, \\\"curite\\\": 2, \\\"escalade\\\": 1, \\\"impliquant\\\": 1, \\\"cauchemar\\\": 1, \\\"absolu\\\": 1, \\\"fermeture\\\": 1, \\\"troit\\\": 3, \\\"ormuz\\\": 2, \\\"avertissait\\\": 1, \\\"jeudi\\\": 1, \\\"arne\\\": 1, \\\"lohmann\\\": 1, \\\"rasmussen\\\": 1, \\\"risk\\\": 1, \\\"bloque\\\": 1, \\\"passage\\\": 1, \\\"cela\\\": 1, \\\"affecter\\\": 1, \\\"jusque\\\": 2, \\\"20\\\": 10, \\\"flux\\\": 1, \\\"troliers\\\": 1, \\\"mondiaux\\\": 1, \\\"agence\\\": 2, \\\"uktmo\\\": 1, \\\"lance\\\": 1, \\\"avertissement\\\": 1, \\\"concernant\\\": 1, \\\"accru\\\": 1, \\\"golfe\\\": 2, \\\"persique\\\": 1, \\\"oman\\\": 1, \\\"particulier\\\": 1, \\\"retour\\\": 1, \\\"environnement\\\": 1, \\\"incertitude\\\": 2, \\\"maintenant\\\": 1, \\\"haleine\\\": 1, \\\"obligeant\\\": 1, \\\"grer\\\": 1, \\\"prime\\\": 1, \\\"perturbation\\\": 1, \\\"potentielle\\\": 1, \\\"commente\\\": 1, \\\"warren\\\": 1, \\\"patterson\\\": 1, \\\"ing\\\": 1, \\\"groep\\\": 1, \\\"nv\\\": 1, \\\"bloomberg\\\": 2, \\\"regain\\\": 2, \\\"jouait\\\": 1, \\\"habituel\\\": 1, \\\"refuge\\\": 1, \\\"02h00\\\": 3, \\\"grimpait\\\": 1, \\\"427\\\": 1, \\\"once\\\": 1, \\\"devises\\\": 1, \\\"certain\\\": 2, \\\"triment\\\": 1, \\\"monnaies\\\": 1, \\\"juge\\\": 2, \\\"appe\\\": 1, \\\"tit\\\": 1, \\\"actifs\\\": 1, \\\"yen\\\": 1, \\\"japonais\\\": 3, \\\"suisse\\\": 1, \\\"notait\\\": 1, \\\"michael\\\": 1, \\\"wan\\\": 1, \\\"mufg\\\": 1, \\\"dollar\\\": 2, \\\"tait\\\": 1, \\\"donc\\\": 1, \\\"laisse\\\": 1, \\\"devise\\\": 1, \\\"nippone\\\": 2, \\\"reculant\\\": 1, \\\"0\\\": 24, \\\"143\\\": 1, \\\"14\\\": 5, \\\"yens\\\": 1, \\\"mouvement\\\": 1, \\\"aversion\\\": 1, \\\"taient\\\": 2, \\\"autant\\\": 1, \\\"restent\\\": 1, \\\"hante\\\": 1, \\\"entourant\\\": 1, \\\"surtaxes\\\": 2, \\\"douanie\\\": 1, \\\"tokyo\\\": 3, \\\"indice\\\": 4, \\\"vedette\\\": 1, \\\"nikkei\\\": 1, \\\"perdait\\\": 1, \\\"37\\\": 2, \\\"714\\\": 1, \\\"points\\\": 3, \\\"largi\\\": 1, \\\"topix\\\": 1, \\\"17\\\": 7, \\\"750\\\": 1, \\\"oul\\\": 1, \\\"abandonnait\\\": 1, \\\"sydney\\\": 1, \\\"23\\\": 8, \\\"taipei\\\": 1, \\\"71\\\": 1, \\\"places\\\": 1, \\\"chinoises\\\": 1, \\\"elles\\\": 1, \\\"affecte\\\": 1, \\\"hongkongais\\\": 1, \\\"hang\\\": 1, \\\"seng\\\": 1, \\\"reculait\\\": 1, \\\"010\\\": 1, \\\"composite\\\": 1, \\\"shanghai\\\": 1, \\\"21\\\": 8, \\\"shenzhen\\\": 1, \\\"52\\\": 1, \\\"alors\\\": 1, \\\"japon\\\": 1, \\\"parvenir\\\": 1, \\\"donald\\\": 1, \\\"trump\\\": 1, \\\"sapprobation\\\": 1, \\\"quant\\\": 1, \\\"prolongation\\\": 1, \\\"gociations\\\": 1, \\\"sugge\\\": 1, \\\"augmentations\\\": 1, \\\"droits\\\": 3, \\\"ciblant\\\": 1, \\\"automobile\\\": 1, \\\"suscitant\\\": 1, \\\"inquie\\\": 1, \\\"issue\\\": 1, \\\"ricano\\\": 1, \\\"alarme\\\": 1, \\\"courtier\\\": 1, \\\"tokai\\\": 1, \\\"intelligence\\\": 1, \\\"dites\\\": 1, \\\"ciproques\\\": 1, \\\"prohibitives\\\": 1, \\\"impose\\\": 1, \\\"washington\\\": 1, \\\"asie\\\": 1, \\\"momentane\\\": 1, \\\"ment\\\": 1, \\\"suspendues\\\": 1, \\\"but\\\": 1, \\\"juillet\\\": 1, \\\"veloppeur\\\": 1, \\\"jeux\\\": 1, \\\"nexon\\\": 1, \\\"voyait\\\": 1, \\\"envoler\\\": 1, \\\"ant\\\": 1, \\\"internet\\\": 2, \\\"tencent\\\": 1, \\\"envisager\\\": 1, \\\"racheter\\\": 1, \\\"firme\\\": 1, \\\"capitalisation\\\": 1, \\\"boursie\\\": 1, \\\"gonfle\\\": 1, \\\"socie\\\": 6, \\\"cote\\\": 3, \\\"guide\\\": 4, \\\"boursenews\\\": 2, \\\"assemble\\\": 12, \\\"rales\\\": 5, \\\"contenant\\\": 1, \\\"solutions\\\": 6, \\\"actualite\\\": 1, \\\"metteurs\\\": 1, \\\"saison\\\": 1, \\\"sultats\\\": 4, \\\"annuels\\\": 2, \\\"termine\\\": 1, \\\"faisant\\\": 1, \\\"appel\\\": 1, \\\"pargne\\\": 1, \\\"celles\\\": 1, \\\"avril\\\": 1, \\\"publier\\\": 2, \\\"rapports\\\": 2, \\\"financiers\\\": 1, \\\"riode\\\": 1, \\\"coi\\\": 1, \\\"ncide\\\": 1, \\\"paration\\\": 1, \\\"ordinaires\\\": 2, \\\"ago\\\": 3, \\\"doivent\\\": 2, \\\"faire\\\": 1, \\\"preuve\\\": 1, \\\"anticipation\\\": 1, \\\"publiant\\\": 1, \\\"avis\\\": 2, \\\"convocation\\\": 3, \\\"date\\\": 5, \\\"ag\\\": 9, \\\"tant\\\": 2, \\\"tenez\\\": 2, \\\"part\\\": 1, \\\"investissez\\\": 1, \\\"saviez\\\": 1, \\\"pouvez\\\": 3, \\\"actif\\\": 1, \\\"informer\\\": 1, \\\"exprimer\\\": 1, \\\"voter\\\": 2, \\\"cisions\\\": 2, \\\"giques\\\": 1, \\\"unique\\\": 1, \\\"changer\\\": 1, \\\"dirigeants\\\": 1, \\\"mieux\\\": 1, \\\"comprendre\\\": 2, \\\"vos\\\": 3, \\\"aide\\\": 1, \\\"parti\\\": 1, \\\"droit\\\": 6, \\\"mis\\\": 1, \\\"jour\\\": 5, \\\"gulie\\\": 1, \\\"rement\\\": 1, \\\"accessible\\\": 1, \\\"union\\\": 2, \\\"cision\\\": 2, \\\"bat\\\": 1, \\\"encadre\\\": 1, \\\"95\\\": 1, \\\"anonymes\\\": 1, \\\"statuts\\\": 3, \\\"existe\\\": 1, \\\"types\\\": 1, \\\"ordinaire\\\": 1, \\\"tenue\\\": 2, \\\"fois\\\": 2, \\\"statuer\\\": 1, \\\"courante\\\": 1, \\\"approbation\\\": 1, \\\"comptes\\\": 2, \\\"nomination\\\": 1, \\\"administrateurs\\\": 1, \\\"age\\\": 1, \\\"extraordinaire\\\": 1, \\\"convoque\\\": 1, \\\"cider\\\": 1, \\\"modifications\\\": 1, \\\"importantes\\\": 2, \\\"mixte\\\": 1, \\\"extraordinaires\\\": 1, \\\"participer\\\": 2, \\\"disposez\\\": 1, \\\"fondamentaux\\\": 1, \\\"exercer\\\": 1, \\\"information\\\": 1, \\\"der\\\": 1, \\\"ordre\\\": 3, \\\"liste\\\": 1, \\\"parer\\\": 2, \\\"claire\\\": 1, \\\"discussions\\\": 1, \\\"votes\\\": 5, \\\"expression\\\": 1, \\\"proposer\\\": 1, \\\"ajout\\\": 1, \\\"atteignez\\\": 1, \\\"tention\\\": 2, \\\"prendre\\\": 1, \\\"parole\\\": 1, \\\"pendant\\\": 1, \\\"nominations\\\": 1, \\\"influencer\\\": 1, \\\"orientation\\\": 1, \\\"doit\\\": 1, \\\"publie\\\": 1, \\\"journal\\\": 1, \\\"annonces\\\": 1, \\\"gales\\\": 1, \\\"site\\\": 2, \\\"web\\\": 1, \\\"cise\\\": 1, \\\"heure\\\": 1, \\\"lieu\\\": 2, \\\"modalite\\\": 1, \\\"rifiez\\\": 1, \\\"nombre\\\": 1, \\\"dez\\\": 1, \\\"exigent\\\": 1, \\\"maximum\\\": 1, \\\"regrouper\\\": 1, \\\"devrez\\\": 1, \\\"inscrire\\\": 1, \\\"nominatif\\\": 1, \\\"certificat\\\": 1, \\\"porteur\\\": 1, \\\"j\\\": 1, \\\"comment\\\": 1, \\\"roule\\\": 1, \\\"enregistrement\\\": 1, \\\"sences\\\": 1, \\\"rifie\\\": 1, \\\"commence\\\": 1, \\\"quorum\\\": 1, \\\"atteint\\\": 1, \\\"vote\\\": 2, \\\"bats\\\": 1, \\\"discute\\\": 1, \\\"puis\\\": 1, \\\"soumises\\\": 1, \\\"bureau\\\": 1, \\\"compose\\\": 1, \\\"scrutateurs\\\": 2, \\\"secre\\\": 1, \\\"taire\\\": 1, \\\"voix\\\": 1, \\\"rifient\\\": 1, \\\"comptabilisent\\\": 1, \\\"trouver\\\": 1, \\\"verbal\\\": 1, \\\"dige\\\": 1, \\\"archive\\\": 1, \\\"sie\\\": 1, \\\"social\\\": 1, \\\"contient\\\": 1, \\\"adopte\\\": 1, \\\"tail\\\": 1, \\\"abstentions\\\": 1, \\\"consultable\\\": 1, \\\"bonus\\\": 1, \\\"tous\\\": 1, \\\"seul\\\": 1, \\\"endroit\\\": 1, \\\"dividende\\\": 1, \\\"propose\\\": 1, \\\"tachement\\\": 1, \\\"paiement\\\": 1, \\\"tails\\\": 1, \\\"afma\\\": 1, \\\"06\\\": 76, \\\"60\\\": 2, \\\"visualiser\\\": 74, \\\"afric\\\": 1, \\\"05\\\": 34, \\\"afriquia\\\": 1, \\\"03\\\": 6, \\\"175\\\": 1, \\\"08\\\": 5, \\\"04\\\": 7, \\\"agma\\\": 1, \\\"07\\\": 24, \\\"akdital\\\": 1, \\\"18\\\": 7, \\\"31\\\": 3, \\\"alliances\\\": 1, \\\"09\\\": 11, \\\"aluminium\\\": 1, \\\"aradei\\\": 1, \\\"13\\\": 6, \\\"atlanta\\\": 1, \\\"sanad\\\": 1, \\\"attijariwafa\\\": 1, \\\"27\\\": 5, \\\"auto\\\": 2, \\\"hall\\\": 1, \\\"nejma\\\": 1, \\\"120\\\": 1, \\\"balima\\\": 1, \\\"50\\\": 1, \\\"boa\\\": 1, \\\"bcp\\\": 1, \\\"bmci\\\": 1, \\\"16\\\": 2, \\\"cfg\\\": 1, \\\"29\\\": 6, \\\"ciments\\\": 1, \\\"26\\\": 10, \\\"cmgp\\\": 1, \\\"01\\\": 4, \\\"colorado\\\": 1, \\\"ctm\\\": 1, \\\"cmt\\\": 1, \\\"cosumar\\\": 1, \\\"cdm\\\": 1, \\\"2026\\\": 1, \\\"41\\\": 1, \\\"cih\\\": 1, \\\"dari\\\": 1, \\\"couspate\\\": 1, \\\"140\\\": 2, \\\"delta\\\": 1, \\\"disty\\\": 1, \\\"disway\\\": 1, \\\"douja\\\": 1, \\\"prom\\\": 1, \\\"addoha\\\": 1, \\\"ennakl\\\": 1, \\\"38\\\": 1, \\\"eqdom\\\": 1, \\\"fenie\\\": 1, \\\"brossette\\\": 1, \\\"hps\\\": 1, \\\"immorente\\\": 1, \\\"invest\\\": 1, \\\"t1\\\": 1, \\\"042025\\\": 1, \\\"t2\\\": 1, \\\"s2\\\": 1, \\\"involys\\\": 1, \\\"iam\\\": 1, \\\"43\\\": 1, \\\"jet\\\": 1, \\\"contractors\\\": 1, \\\"label\\\": 1, \\\"vie\\\": 1, \\\"110\\\": 1, \\\"57\\\": 1, \\\"lafargeholcim\\\": 1, \\\"lesieur\\\": 1, \\\"m2m\\\": 1, \\\"maghreb\\\": 1, \\\"oxygene\\\": 1, \\\"maghrebail\\\": 1, \\\"53\\\": 1, \\\"managem\\\": 1, \\\"leasing\\\": 1, \\\"med\\\": 1, \\\"paper\\\": 1, \\\"microdata\\\": 1, \\\"mutandis\\\": 1, \\\"rebab\\\": 1, \\\"company\\\": 1, \\\"rds\\\": 1, \\\"risma\\\": 1, \\\"tard\\\": 3, \\\"salafin\\\": 1, \\\"sanlam\\\": 1, \\\"28\\\": 3, \\\"81\\\": 1, \\\"sodep\\\": 1, \\\"marsa\\\": 1, \\\"promopharm\\\": 1, \\\"srm\\\": 1, \\\"sothema\\\": 1, \\\"sbm\\\": 1, \\\"oulmes\\\": 1, \\\"s2m\\\": 1, \\\"smi\\\": 1, \\\"snep\\\": 1, \\\"sonasid\\\": 1, \\\"39\\\": 1, \\\"stokvis\\\": 1, \\\"stroc\\\": 1, \\\"energies\\\": 1, \\\"113\\\": 1, \\\"tgcc\\\": 1, \\\"unimer\\\": 1, \\\"wafa\\\": 1, \\\"assurance\\\": 1, \\\"zellidja\\\": 1, \\\"signale\\\": 1, \\\"ammc\\\": 1}\", \"word_docs\": \"{\\\"industrielle\\\": 2, \\\"consortium\\\": 1, \\\"transformer\\\": 2, \\\"rappelons\\\": 1, \\\"appuie\\\": 1, \\\"fm6i\\\": 1, \\\"durables\\\": 1, \\\"900\\\": 1, \\\"conference\\\": 1, \\\"renforcer\\\": 3, \\\"simplement\\\": 2, \\\"techniques\\\": 2, \\\"veloppement\\\": 1, \\\"capitalise\\\": 1, \\\"mai\\\": 1, \\\"caution\\\": 1, \\\"12\\\": 3, \\\"durable\\\": 1, \\\"grands\\\": 3, \\\"vice\\\": 1, \\\"pre\\\": 6, \\\"construisent\\\": 1, \\\"co\\\": 2, \\\"services\\\": 1, \\\"continent\\\": 1, \\\"premie\\\": 2, \\\"partage\\\": 1, \\\"innovation\\\": 1, \\\"millions\\\": 3, \\\"c\\\": 3, \\\"l\\\": 6, \\\"plus\\\": 5, \\\"gouvernement\\\": 2, \\\"chiffres\\\": 1, \\\"implique\\\": 2, \\\"valorisant\\\": 1, \\\"reda\\\": 1, \\\"nerge\\\": 3, \\\"n\\\": 4, \\\"ro\\\": 4, \\\"exploitons\\\": 1, \\\"hui\\\": 2, \\\"2017\\\": 1, \\\"augmenter\\\": 1, \\\"000\\\": 1, \\\"hvdc\\\": 1, \\\"rabat\\\": 1, \\\"trois\\\": 2, \\\"standards\\\": 1, \\\"grand\\\": 1, \\\"ultra\\\": 1, \\\"futurs\\\": 1, \\\"fonds\\\": 1, \\\"capacite\\\": 1, \\\"10\\\": 2, \\\"compe\\\": 2, \\\"cutif\\\": 1, \\\"pris\\\": 1, \\\"mutualiser\\\": 1, \\\"alise\\\": 1, \\\"afin\\\": 1, \\\"matrice\\\": 1, \\\"optimiser\\\": 1, \\\"2030\\\": 2, \\\"curise\\\": 2, \\\"lors\\\": 2, \\\"tique\\\": 3, \\\"growth\\\": 1, \\\"propulse\\\": 1, \\\"houssaini\\\": 1, \\\"ligne\\\": 1, \\\"technologies\\\": 1, \\\"permet\\\": 1, \\\"territorial\\\": 1, \\\"relative\\\": 1, \\\"premiers\\\": 2, \\\"pourrait\\\": 3, \\\"gra\\\": 2, \\\"mohammed\\\": 1, \\\"hydraulique\\\": 1, \\\"maroc\\\": 3, \\\"e\\\": 6, \\\"tences\\\": 1, \\\"panel\\\": 1, \\\"garanties\\\": 1, \\\"concessions\\\": 1, \\\"qu\\\": 2, \\\"levier\\\": 2, \\\"pays\\\": 3, \\\"vue\\\": 2, \\\"office\\\": 1, \\\"outil\\\": 1, \\\"sident\\\": 3, \\\"responsable\\\": 1, \\\"cite\\\": 2, \\\"route\\\": 1, \\\"transparence\\\": 2, \\\"stockage\\\": 1, \\\"accord\\\": 2, \\\"manie\\\": 2, \\\"silient\\\": 1, \\\"holding\\\": 2, \\\"objectif\\\": 1, \\\"image\\\": 1, \\\"aussi\\\": 5, \\\"feuille\\\": 2, \\\"ouarzazate\\\": 1, \\\"an\\\": 3, \\\"estime\\\": 2, \\\"tension\\\": 1, \\\"partenariat\\\": 1, \\\"travers\\\": 4, \\\"iraqui\\\": 1, \\\"rapidite\\\": 1, \\\"agadir\\\": 1, \\\"devenir\\\": 1, \\\"tre\\\": 4, \\\"dela\\\": 1, \\\"achat\\\": 1, \\\"ses\\\": 4, \\\"gique\\\": 3, \\\"apparai\\\": 1, \\\"2028\\\": 1, \\\"vertes\\\": 1, \\\"garantit\\\": 1, \\\"onee\\\": 1, \\\"100\\\": 3, \\\"800\\\": 1, \\\"financie\\\": 1, \\\"fis\\\": 1, \\\"inscrit\\\": 2, \\\"extensions\\\": 1, \\\"tahaddart\\\": 1, \\\"mitsui\\\": 1, \\\"cemment\\\": 2, \\\"big\\\": 1, \\\"porte\\\": 3, \\\"quoi\\\": 1, \\\"25\\\": 2, \\\"centres\\\": 1, \\\"internationaux\\\": 2, \\\"ussites\\\": 1, \\\"tout\\\": 3, \\\"150\\\": 1, \\\"lectricite\\\": 1, \\\"couple\\\": 1, \\\"dit\\\": 1, \\\"ge\\\": 5, \\\"signe\\\": 2, \\\"attendue\\\": 1, \\\"cohe\\\": 1, \\\"ppp\\\": 1, \\\"investissements\\\": 3, \\\"catalyseur\\\": 1, \\\"siemens\\\": 1, \\\"ussite\\\": 1, \\\"taqa\\\": 3, \\\"devraient\\\": 1, \\\"ne\\\": 6, \\\"vi\\\": 1, \\\"ajoute\\\": 1, \\\"sociale\\\": 1, \\\"pilote\\\": 1, \\\"structuration\\\": 1, \\\"production\\\": 2, \\\"ouvrage\\\": 1, \\\"suivi\\\": 2, \\\"19\\\": 3, \\\"emprunt\\\": 1, \\\"dollars\\\": 3, \\\"attirer\\\": 1, \\\"purement\\\": 1, \\\"cre\\\": 2, \\\"impulsion\\\": 1, \\\"soutenir\\\": 2, \\\"mise\\\": 2, \\\"prive\\\": 1, \\\"res\\\": 4, \\\"hamedoun\\\": 1, \\\"transport\\\": 3, \\\"s\\\": 6, \\\"capitaux\\\": 1, \\\"projet\\\": 2, \\\"efficacite\\\": 2, \\\"affirme\\\": 3, \\\"expertise\\\": 2, \\\"5\\\": 3, \\\"discours\\\": 1, \\\"souverainete\\\": 2, \\\"initialement\\\": 1, \\\"dirhams\\\": 2, \\\"relance\\\": 1, \\\"anne\\\": 3, \\\"miratis\\\": 2, \\\"gration\\\": 1, \\\"directoire\\\": 1, \\\"marocain\\\": 2, \\\"souveraine\\\": 1, \\\"tandis\\\": 3, \\\"rigoureux\\\": 2, \\\"2025\\\": 3, \\\"fait\\\": 4, \\\"montage\\\": 1, \\\"supercritique\\\": 1, \\\"m3\\\": 1, \\\"risques\\\": 1, \\\"impulse\\\": 1, \\\"loi\\\": 2, \\\"assurer\\\": 1, \\\"foncie\\\": 1, \\\"glementaire\\\": 1, \\\"exemple\\\": 2, \\\"concevoir\\\": 1, \\\"avantprojets\\\": 1, \\\"maintenance\\\": 1, \\\"apport\\\": 1, \\\"assurent\\\": 1, \\\"ine\\\": 1, \\\"24\\\": 3, \\\"service\\\": 2, \\\"fondations\\\": 1, \\\"thermique\\\": 1, \\\"acce\\\": 3, \\\"mois\\\": 2, \\\"\\\\u0153uvre\\\": 1, \\\"public\\\": 2, \\\"9\\\": 2, \\\"climatiques\\\": 2, \\\"local\\\": 1, \\\"propre\\\": 2, \\\"42\\\": 1, \\\"quitable\\\": 1, \\\"veloppe\\\": 1, \\\"matie\\\": 2, \\\"ensemble\\\": 1, \\\"technologique\\\": 1, \\\"joue\\\": 2, \\\"duquel\\\": 1, \\\"autoroute\\\": 1, \\\"secteur\\\": 3, \\\"partition\\\": 1, \\\"programme\\\": 3, \\\"fe\\\": 1, \\\"pme\\\": 2, \\\"paysage\\\": 1, \\\"leve\\\": 2, \\\"accroissement\\\": 1, \\\"mobilisation\\\": 2, \\\"continuite\\\": 1, \\\"sche\\\": 1, \\\"dakhla\\\": 2, \\\"inte\\\": 3, \\\"tat\\\": 1, \\\"mode\\\": 3, \\\"infrastructures\\\": 1, \\\"financier\\\": 1, \\\"bureaux\\\": 1, \\\"donne\\\": 2, \\\"lais\\\": 1, \\\"ga\\\": 2, \\\"eau\\\": 1, \\\"centrale\\\": 1, \\\"tenu\\\": 1, \\\"formation\\\": 2, \\\"86\\\": 1, \\\"marocains\\\": 2, \\\"haute\\\": 1, \\\"rence\\\": 1, \\\"souverain\\\": 1, \\\"combine\\\": 2, \\\"endesa\\\": 1, \\\"carbone\\\": 2, \\\"tablit\\\": 1, \\\"dynamique\\\": 2, \\\"protocoles\\\": 1, \\\"tudes\\\": 2, \\\"lectrique\\\": 1, \\\"optant\\\": 1, \\\"gouvernance\\\": 3, \\\"invente\\\": 1, \\\"partenaires\\\": 2, \\\"nareva\\\": 2, \\\"strate\\\": 3, \\\"hydrique\\\": 1, \\\"t\\\": 3, \\\"hydriques\\\": 1, \\\"dessalement\\\": 1, \\\"aftissat\\\": 1, \\\"deal\\\": 1, \\\"national\\\": 2, \\\"sormais\\\": 2, \\\"chacun\\\": 1, \\\"bas\\\": 2, \\\"safi\\\": 1, \\\"conclu\\\": 1, \\\"comme\\\": 4, \\\"activite\\\": 2, \\\"re\\\": 6, \\\"exe\\\": 2, \\\"action\\\": 2, \\\"15\\\": 2, \\\"gain\\\": 1, \\\"contrats\\\": 1, \\\"cadre\\\": 1, \\\"milliards\\\": 2, \\\"velopper\\\": 1, \\\"publics\\\": 1, \\\"contribue\\\": 1, \\\"via\\\": 1, \\\"global\\\": 2, \\\"solaireair\\\": 1, \\\"garantir\\\": 1, \\\"gaz\\\": 3, \\\"d\\\": 5, \\\"aujourd\\\": 1, \\\"chantiers\\\": 1, \\\"durablement\\\": 1, \\\"200\\\": 2, \\\"potable\\\": 1, \\\"engie\\\": 1, \\\"nergie\\\": 2, \\\"1\\\": 3, \\\"mw\\\": 1, \\\"olien\\\": 1, \\\"publicprive\\\": 1, \\\"envergure\\\": 1, \\\"transfert\\\": 1, \\\"dont\\\": 4, \\\"expe\\\": 1, \\\"400\\\": 1, \\\"abdelmajid\\\": 1, \\\"climatique\\\": 1, \\\"sion\\\": 1, \\\"autour\\\": 2, \\\"trio\\\": 1, \\\"casablanca\\\": 2, \\\"pondre\\\": 2, \\\"entre\\\": 5, \\\"dessale\\\": 1, \\\"participation\\\": 2, \\\"morocco\\\": 2, \\\"cycle\\\": 1, \\\"fonde\\\": 1, \\\"parc\\\": 1, \\\"dentes\\\": 1, \\\"royaume\\\": 3, \\\"emplois\\\": 1, \\\"ants\\\": 2, \\\"rience\\\": 1, \\\"technologie\\\": 2, \\\"renouvelable\\\": 2, \\\"dures\\\": 1, \\\"afrique\\\": 2, \\\"3\\\": 4, \\\"proce\\\": 2, \\\"cle\\\": 3, \\\"ration\\\": 3, \\\"mondial\\\": 1, \\\"allemands\\\": 1, \\\"tonnes\\\": 1, \\\"oe\\\": 1, \\\"devient\\\": 1, \\\"kg\\\": 1, \\\"parmi\\\": 2, \\\"depuis\\\": 3, \\\"valeur\\\": 2, \\\"aujourde\\\": 1, \\\"espagne\\\": 1, \\\"structurel\\\": 1, \\\"poussant\\\": 1, \\\"4\\\": 2, \\\"75\\\": 1, \\\"319\\\": 1, \\\"300\\\": 2, \\\"ja\\\": 3, \\\"compter\\\": 1, \\\"visent\\\": 2, \\\"juin\\\": 2, \\\"revirement\\\": 2, \\\"peut\\\": 2, \\\"iresen\\\": 1, \\\"baerbock\\\": 1, \\\"principalement\\\": 1, \\\"boucler\\\": 1, \\\"raison\\\": 1, \\\"takers\\\": 1, \\\"veut\\\": 1, \\\"gie\\\": 1, \\\"guerre\\\": 1, \\\"ensoleillement\\\": 1, \\\"renforcement\\\": 1, \\\"bataille\\\": 1, \\\"proble\\\": 1, \\\"paradoxale\\\": 1, \\\"monte\\\": 1, \\\"tude\\\": 1, \\\"pans\\\": 1, \\\"interconnexions\\\": 1, \\\"justement\\\": 1, \\\"prochaines\\\": 1, \\\"france\\\": 1, \\\"industriels\\\": 1, \\\"extension\\\": 1, \\\"ussir\\\": 1, \\\"tissu\\\": 1, \\\"cepsa\\\": 1, \\\"actuellement\\\": 1, \\\"saoudiens\\\": 1, \\\"fort\\\": 1, \\\"fossiles\\\": 1, \\\"sud\\\": 1, \\\"nergies\\\": 1, \\\"ame\\\": 2, \\\"profonde\\\": 2, \\\"berlin\\\": 1, \\\"europe\\\": 1, \\\"sente\\\": 2, \\\"phosphate\\\": 1, \\\"cide\\\": 1, \\\"or\\\": 2, \\\"consortiums\\\": 1, \\\"encore\\\": 3, \\\"portugal\\\": 1, \\\"produit\\\": 2, \\\"intention\\\": 1, \\\"entreprises\\\": 3, \\\"demande\\\": 1, \\\"lourde\\\": 1, \\\"ammoniac\\\": 1, \\\"propres\\\": 1, \\\"gimes\\\": 1, \\\"pendants\\\": 1, \\\"importer\\\": 1, \\\"germano\\\": 1, \\\"politique\\\": 1, \\\"devienne\\\": 1, \\\"cution\\\": 1, \\\"six\\\": 1, \\\"condition\\\": 1, \\\"accrue\\\": 2, \\\"notamment\\\": 2, \\\"illustrant\\\": 1, \\\"cou\\\": 1, \\\"choix\\\": 1, \\\"allemagne\\\": 1, \\\"situation\\\": 1, \\\"trange\\\": 2, \\\"selon\\\": 3, \\\"ciblera\\\": 1, \\\"quasi\\\": 1, \\\"ortus\\\": 1, \\\"largement\\\": 1, \\\"mars\\\": 1, \\\"avantage\\\": 1, \\\"allemande\\\": 1, \\\"charbon\\\": 1, \\\"rive\\\": 1, \\\"total\\\": 3, \\\"course\\\": 1, \\\"unis\\\": 3, \\\"allemandes\\\": 1, \\\"fournisseur\\\": 1, \\\"central\\\": 2, \\\"russe\\\": 1, \\\"niveau\\\": 1, \\\"acciona\\\": 1, \\\"transportable\\\": 1, \\\"occasion\\\": 1, \\\"laisser\\\": 1, \\\"retenus\\\": 1, \\\"usa\\\": 1, \\\"remplacer\\\": 1, \\\"vents\\\": 1, \\\"ens\\\": 1, \\\"institut\\\": 1, \\\"ricains\\\": 1, \\\"montant\\\": 1, \\\"importe\\\": 1, \\\"vers\\\": 2, \\\"fiables\\\": 1, \\\"regroupe\\\": 1, \\\"provinces\\\": 1, \\\"hydroge\\\": 1, \\\"non\\\": 2, \\\"filie\\\": 1, \\\"construction\\\": 1, \\\"infrastructure\\\": 1, \\\"claration\\\": 1, \\\"couvrir\\\": 1, \\\"ope\\\": 2, \\\"permettrait\\\": 1, \\\"mondiales\\\": 2, \\\"terme\\\": 1, \\\"posse\\\": 2, \\\"exporter\\\": 1, \\\"pourquoi\\\": 2, \\\"nouvelles\\\": 2, \\\"matique\\\": 1, \\\"avance\\\": 1, \\\"aupre\\\": 1, \\\"nordex\\\": 1, \\\"jusqu\\\": 3, \\\"tendre\\\": 1, \\\"produire\\\": 1, \\\"diplomatique\\\": 1, \\\"maritime\\\": 2, \\\"essor\\\": 1, \\\"mutation\\\": 1, \\\"batteries\\\": 1, \\\"clairement\\\": 1, \\\"ressources\\\": 2, \\\"marocaine\\\": 1, \\\"rapide\\\": 1, \\\"gion\\\": 2, \\\"centrales\\\": 1, \\\"engagements\\\": 1, \\\"contours\\\": 1, \\\"car\\\": 1, \\\"pose\\\": 1, \\\"carte\\\": 1, \\\"consommateurs\\\": 1, \\\"projets\\\": 1, \\\"potentiel\\\": 1, \\\"repre\\\": 2, \\\"phase\\\": 2, \\\"chelle\\\": 2, \\\"crucial\\\": 1, \\\"enne\\\": 1, \\\"validant\\\": 1, \\\"redessine\\\": 1, \\\"record\\\": 1, \\\"grandes\\\": 1, \\\"directe\\\": 1, \\\"cinquie\\\": 1, \\\"sources\\\": 1, \\\"marche\\\": 4, \\\"russie\\\": 1, \\\"croissant\\\": 1, \\\"off\\\": 1, \\\"serve\\\": 1, \\\"carburants\\\": 1, \\\"titivite\\\": 1, \\\"solaire\\\": 1, \\\"laa\\\": 1, \\\"2\\\": 3, \\\"celui\\\": 2, \\\"renouvelables\\\": 1, \\\"pipeline\\\": 1, \\\"ambition\\\": 1, \\\"entend\\\": 1, \\\"cherche\\\": 2, \\\"passer\\\": 1, \\\"ts\\\": 2, \\\"bien\\\": 2, \\\"recherche\\\": 1, \\\"prix\\\": 1, \\\"vert\\\": 1, \\\"rale\\\": 2, \\\"guelmim\\\": 1, \\\"carbonation\\\": 1, \\\"dible\\\": 1, \\\"majeurs\\\": 2, \\\"h2med\\\": 1, \\\"gamme\\\": 1, \\\"tats\\\": 2, \\\"contraintes\\\": 1, \\\"signal\\\": 1, \\\"gorges\\\": 1, \\\"titif\\\": 1, \\\"fin\\\": 2, \\\"fene\\\": 1, \\\"sultat\\\": 1, \\\"acteur\\\": 2, \\\"activement\\\": 1, \\\"transition\\\": 1, \\\"grande\\\": 2, \\\"offrirait\\\": 1, \\\"utilise\\\": 1, \\\"chose\\\": 1, \\\"ukraine\\\": 1, \\\"70\\\": 3, \\\"contexte\\\": 1, \\\"restructuration\\\": 1, \\\"engage\\\": 2, \\\"opportunite\\\": 3, \\\"ve\\\": 3, \\\"ministre\\\": 2, \\\"entiers\\\": 1, \\\"exportations\\\": 2, \\\"phare\\\": 1, \\\"china\\\": 1, \\\"environ\\\": 1, \\\"rechercher\\\": 1, \\\"illimite\\\": 1, \\\"gions\\\": 1, \\\"pile\\\": 1, \\\"jouer\\\": 2, \\\"agit\\\": 1, \\\"su\\\": 2, \\\"lectriques\\\": 1, \\\"hicules\\\": 1, \\\"monde\\\": 3, \\\"ciment\\\": 1, \\\"passe\\\": 2, \\\"envoie\\\": 1, \\\"chinois\\\": 2, \\\"majeur\\\": 1, \\\"proches\\\": 1, \\\"reliera\\\": 1, \\\"lourdement\\\": 1, \\\"industrie\\\": 2, \\\"international\\\": 2, \\\"2024\\\": 3, \\\"facilement\\\": 1, \\\"engrais\\\": 1, \\\"conomique\\\": 2, \\\"imposer\\\": 1, \\\"industrialisation\\\": 1, \\\"aises\\\": 1, \\\"youne\\\": 1, \\\"industriel\\\": 1, \\\"acier\\\": 1, \\\"serves\\\": 1, \\\"veloppant\\\": 1, \\\"seulement\\\": 1, \\\"partir\\\": 1, \\\"clients\\\": 1, \\\"bilate\\\": 1, \\\"autres\\\": 2, \\\"annalena\\\": 1, \\\"carboner\\\": 1, \\\"mesure\\\": 1, \\\"ocp\\\": 1, \\\"seuil\\\": 2, \\\"mondiale\\\": 2, \\\"franc\\\": 2, \\\"ainsi\\\": 1, \\\"puissants\\\": 1, \\\"face\\\": 2, \\\"voit\\\": 2, \\\"cependant\\\": 2, \\\"ornx\\\": 1, \\\"chai\\\": 1, \\\"30\\\": 2, \\\"exportateur\\\": 1, \\\"usines\\\": 1, \\\"aspire\\\": 1, \\\"three\\\": 1, \\\"laquelle\\\": 2, \\\"galement\\\": 3, \\\"progre\\\": 1, \\\"lien\\\": 1, \\\"pleine\\\": 1, \\\"constitue\\\": 1, \\\"riaux\\\": 1, \\\"244\\\": 1, \\\"assourdissant\\\": 1, \\\"pute\\\": 1, \\\"sol\\\": 1, \\\"permis\\\": 1, \\\"mythe\\\": 1, \\\"redondances\\\": 1, \\\"laissera\\\": 1, \\\"officiel\\\": 2, \\\"matine\\\": 1, \\\"bord\\\": 1, \\\"bile\\\": 1, \\\"40\\\": 2, \\\"coope\\\": 1, \\\"rien\\\": 1, \\\"ntsb\\\": 1, \\\"cachent\\\": 1, \\\"collaboration\\\": 1, \\\"assiste\\\": 1, \\\"autorite\\\": 1, \\\"sent\\\": 1, \\\"nombreuses\\\": 1, \\\"partie\\\": 1, \\\"message\\\": 1, \\\"vallabhbhai\\\": 1, \\\"contro\\\": 1, \\\"voisine\\\": 1, \\\"connu\\\": 1, \\\"lorsqu\\\": 1, \\\"venait\\\": 1, \\\"victimes\\\": 2, \\\"appareils\\\": 1, \\\"duire\\\": 2, \\\"extre\\\": 1, \\\"enregistreurs\\\": 1, \\\"nant\\\": 1, \\\"2011\\\": 1, \\\"civile\\\": 1, \\\"chaque\\\": 2, \\\"feu\\\": 1, \\\"boule\\\": 1, \\\"ministe\\\": 1, \\\"redoute\\\": 1, \\\"lancement\\\": 1, \\\"fiabilite\\\": 1, \\\"ouvert\\\": 1, \\\"erreurs\\\": 1, \\\"nements\\\": 1, \\\"tristesse\\\": 1, \\\"safety\\\": 1, \\\"pilotage\\\": 1, \\\"essentiels\\\": 1, \\\"constante\\\": 1, \\\"pe\\\": 3, \\\"familles\\\": 1, \\\"attendant\\\": 1, \\\"syste\\\": 1, \\\"transmis\\\": 1, \\\"premier\\\": 1, \\\"quipe\\\": 1, \\\"tirer\\\": 2, \\\"iata\\\": 1, \\\"malgre\\\": 1, \\\"place\\\": 1, \\\"rares\\\": 1, \\\"crise\\\": 1, \\\"to\\\": 1, \\\"fil\\\": 1, \\\"starmer\\\": 1, \\\"cas\\\": 2, \\\"bris\\\": 1, \\\"impre\\\": 1, \\\"keir\\\": 1, \\\"rs\\\": 1, \\\"aucun\\\": 1, \\\"consommation\\\": 1, \\\"cybermenaces\\\": 1, \\\"indique\\\": 3, \\\"vies\\\": 1, \\\"sce\\\": 2, \\\"o\\\": 1, \\\"motion\\\": 1, \\\"rer\\\": 1, \\\"faillances\\\": 1, \\\"ments\\\": 1, \\\"peine\\\": 1, \\\"condole\\\": 1, \\\"locales\\\": 1, \\\"flottes\\\": 1, \\\"humaines\\\": 1, \\\"font\\\": 1, \\\"imme\\\": 1, \\\"active\\\": 1, \\\"dreamliner\\\": 1, \\\"commerciaux\\\": 1, \\\"courrier\\\": 1, \\\"demeure\\\": 1, \\\"experts\\\": 2, \\\"boeing\\\": 1, \\\"accidents\\\": 1, \\\"zone\\\": 1, \\\"aucune\\\": 1, \\\"roport\\\": 1, \\\"rupture\\\": 1, \\\"riels\\\": 1, \\\"composites\\\": 1, \\\"voyager\\\": 1, \\\"robuste\\\": 1, \\\"tudiants\\\": 1, \\\"roi\\\": 1, \\\"cessite\\\": 1, \\\"iii\\\": 1, \\\"aviation\\\": 1, \\\"survient\\\": 1, \\\"ances\\\": 1, \\\"totalement\\\": 1, \\\"accident\\\": 1, \\\"narios\\\": 2, \\\"8\\\": 2, \\\"long\\\": 1, \\\"787\\\": 1, \\\"sidentielle\\\": 1, \\\"faible\\\": 1, \\\"drame\\\": 1, \\\"frontie\\\": 1, \\\"nouvelle\\\": 1, \\\"mortels\\\": 1, \\\"diatement\\\": 1, \\\"britannique\\\": 2, \\\"sardar\\\": 1, \\\"disponibles\\\": 1, \\\"exploite\\\": 1, \\\"risque\\\": 3, \\\"analyses\\\": 1, \\\"conditions\\\": 1, \\\"boi\\\": 1, \\\"expose\\\": 1, \\\"contact\\\": 1, \\\"prise\\\": 1, \\\"enregistre\\\": 1, \\\"che\\\": 1, \\\"charles\\\": 1, \\\"moderne\\\": 1, \\\"mortel\\\": 1, \\\"ampleur\\\": 1, \\\"trouvaient\\\": 1, \\\"mate\\\": 1, \\\"dernie\\\": 1, \\\"internationale\\\": 1, \\\"type\\\": 1, \\\"ae\\\": 2, \\\"pleinement\\\": 2, \\\"noire\\\": 1, \\\"quipages\\\": 1, \\\"voquent\\\": 1, \\\"moment\\\": 2, \\\"trace\\\": 1, \\\"derrie\\\": 1, \\\"vu\\\": 1, \\\"drastiquement\\\": 1, \\\"appareil\\\": 1, \\\"ai171\\\": 1, \\\"6\\\": 2, \\\"80\\\": 2, \\\"reste\\\": 2, \\\"perdues\\\": 1, \\\"indien\\\": 1, \\\"enque\\\": 1, \\\"causant\\\": 1, \\\"crash\\\": 1, \\\"moins\\\": 2, \\\"nieurs\\\": 1, \\\"percute\\\": 1, \\\"compagnies\\\": 1, \\\"inge\\\": 1, \\\"vols\\\": 1, \\\"vol\\\": 1, \\\"transparente\\\": 1, \\\"inde\\\": 1, \\\"moyens\\\": 1, \\\"infaillible\\\": 1, \\\"entrai\\\": 1, \\\"proximite\\\": 1, \\\"conclusions\\\": 1, \\\"exprime\\\": 2, \\\"failles\\\": 1, \\\"certitude\\\": 1, \\\"transportation\\\": 1, \\\"habitants\\\": 1, \\\"recense\\\": 1, \\\"7\\\": 3, \\\"histoire\\\": 1, \\\"reconstituer\\\": 1, \\\"duite\\\": 1, \\\"rapidement\\\": 1, \\\"cellule\\\": 1, \\\"incidents\\\": 1, \\\"lectroniques\\\": 1, \\\"riens\\\": 1, \\\"efface\\\": 1, \\\"nombreux\\\": 2, \\\"bruit\\\": 1, \\\"internationales\\\": 1, \\\"trop\\\": 1, \\\"perdu\\\": 1, \\\"patel\\\": 1, \\\"uni\\\": 1, \\\"board\\\": 1, \\\"apparition\\\": 1, \\\"importants\\\": 1, \\\"quitter\\\": 1, \\\"forme\\\": 1, \\\"offrir\\\": 1, \\\"communique\\\": 1, \\\"workshops\\\": 1, \\\"appuyant\\\": 1, \\\"die\\\": 1, \\\"matiques\\\": 1, \\\"participatif\\\": 1, \\\"change\\\": 1, \\\"cible\\\": 1, \\\"cline\\\": 1, \\\"bank\\\": 2, \\\"mentaire\\\": 1, \\\"courant\\\": 1, \\\"gional\\\": 1, \\\"tel\\\": 1, \\\"seaux\\\": 1, \\\"cessaire\\\": 1, \\\"bout\\\": 1, \\\"ficieront\\\": 1, \\\"conomiques\\\": 2, \\\"faveur\\\": 1, \\\"dialogue\\\": 1, \\\"expertises\\\": 1, \\\"be\\\": 1, \\\"pratiques\\\": 1, \\\"lancent\\\": 1, \\\"rendez\\\": 1, \\\"africa\\\": 1, \\\"gionaux\\\": 1, \\\"moyennes\\\": 1, \\\"gestion\\\": 2, \\\"internes\\\": 1, \\\"globale\\\": 1, \\\"rateurs\\\": 1, \\\"sensibiliser\\\": 1, \\\"accompagnement\\\": 1, \\\"of\\\": 1, \\\"attentes\\\": 1, \\\"savoir\\\": 1, \\\"conjointe\\\": 1, \\\"senter\\\": 2, \\\"source\\\": 1, \\\"filiales\\\": 1, \\\"precise\\\": 1, \\\"rentes\\\": 1, \\\"gionales\\\": 1, \\\"rencontres\\\": 1, \\\"favoriser\\\": 1, \\\"the\\\": 1, \\\"tiers\\\": 1, \\\"facilite\\\": 1, \\\"toute\\\": 2, \\\"diffe\\\": 1, \\\"ancrage\\\": 1, \\\"vocation\\\": 1, \\\"rie\\\": 1, \\\"comple\\\": 1, \\\"nationale\\\": 1, \\\"offre\\\": 2, \\\"mentarite\\\": 1, \\\"sous\\\": 2, \\\"petites\\\": 1, \\\"position\\\": 1, \\\"financement\\\": 1, \\\"meetings\\\": 1, \\\"factoring\\\": 1, \\\"direct\\\": 1, \\\"meilleures\\\": 1, \\\"business\\\": 1, \\\"apporter\\\": 1, \\\"notait\\\": 1, \\\"nouveaux\\\": 1, \\\"touchant\\\": 1, \\\"vedette\\\": 1, \\\"grer\\\": 1, \\\"taient\\\": 1, \\\"nucle\\\": 1, \\\"dollar\\\": 1, \\\"prohibitives\\\": 1, \\\"valuation\\\": 1, \\\"aires\\\": 1, \\\"427\\\": 1, \\\"cela\\\": 1, \\\"implications\\\": 1, \\\"militaires\\\": 1, \\\"irak\\\": 1, \\\"suscitant\\\": 1, \\\"absolu\\\": 1, \\\"habituel\\\": 1, \\\"devise\\\": 1, \\\"automobile\\\": 1, \\\"flux\\\": 1, \\\"22\\\": 2, \\\"persique\\\": 1, \\\"japon\\\": 1, \\\"monnaies\\\": 1, \\\"troit\\\": 1, \\\"spi\\\": 1, \\\"augmentations\\\": 1, \\\"derniers\\\": 1, \\\"tokyo\\\": 1, \\\"aire\\\": 1, \\\"innes\\\": 1, \\\"nexon\\\": 1, \\\"terrasse\\\": 1, \\\"maintenant\\\": 1, \\\"rasmussen\\\": 1, \\\"ricano\\\": 1, \\\"envolait\\\": 1, \\\"nv\\\": 1, \\\"vendredi\\\": 1, \\\"confrontation\\\": 1, \\\"environnement\\\": 1, \\\"714\\\": 1, \\\"stephen\\\": 1, \\\"trole\\\": 1, \\\"internet\\\": 2, \\\"juillet\\\": 1, \\\"11\\\": 2, \\\"momentane\\\": 1, \\\"affecte\\\": 1, \\\"baril\\\": 1, \\\"jusque\\\": 1, \\\"regain\\\": 1, \\\"jours\\\": 2, \\\"elles\\\": 1, \\\"reculant\\\": 1, \\\"shenzhen\\\": 1, \\\"soupir\\\": 1, \\\"risk\\\": 1, \\\"capitalisation\\\": 1, \\\"ing\\\": 1, \\\"asset\\\": 1, \\\"inquie\\\": 1, \\\"02\\\": 2, \\\"quant\\\": 1, \\\"nikkei\\\": 1, \\\"contre\\\": 2, \\\"curite\\\": 1, \\\"trolier\\\": 1, \\\"sugge\\\": 1, \\\"apre\\\": 2, \\\"actifs\\\": 1, \\\"agi\\\": 1, \\\"primes\\\": 1, \\\"accru\\\": 1, \\\"plique\\\": 1, \\\"dix\\\": 1, \\\"autant\\\": 1, \\\"escalade\\\": 1, \\\"0\\\": 2, \\\"deux\\\": 2, \\\"sapprobation\\\": 1, \\\"alarme\\\": 1, \\\"trump\\\": 1, \\\"bondissait\\\": 1, \\\"impliquant\\\": 1, \\\"gonfle\\\": 1, \\\"douanie\\\": 1, \\\"courtier\\\": 1, \\\"haleine\\\": 1, \\\"devises\\\": 1, \\\"annonce\\\": 1, \\\"avant\\\": 2, \\\"rede\\\": 1, \\\"voyait\\\": 1, \\\"perturbation\\\": 1, \\\"producteurs\\\": 1, \\\"ran\\\": 1, \\\"arne\\\": 1, \\\"010\\\": 1, \\\"nord\\\": 2, \\\"21\\\": 2, \\\"emballement\\\": 1, \\\"groep\\\": 1, \\\"46\\\": 1, \\\"acheve\\\": 1, \\\"surtaxes\\\": 1, 