"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 10000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 8, \"word_counts\": \"{\\\"transition\\\": 2, \\\"e\\\": 96, \\\"nerge\\\": 2, \\\"tique\\\": 2, \\\"pourquoi\\\": 3, \\\"maroc\\\": 18, \\\"mise\\\": 3, \\\"l\\\": 61, \\\"hydroge\\\": 17, \\\"ne\\\": 43, \\\"vert\\\": 8, \\\"marche\\\": 18, \\\"mondial\\\": 4, \\\"repre\\\": 3, \\\"sente\\\": 5, \\\"actuellement\\\": 1, \\\"100\\\": 5, \\\"millions\\\": 5, \\\"tonnes\\\": 1, \\\"mutation\\\": 1, \\\"raison\\\": 1, \\\"contraintes\\\": 1, \\\"carbonation\\\": 1, \\\"poussant\\\": 1, \\\"grands\\\": 2, \\\"consommateurs\\\": 1, \\\"off\\\": 1, \\\"takers\\\": 1, \\\"rechercher\\\": 1, \\\"sources\\\": 1, \\\"bas\\\": 4, \\\"carbone\\\": 1, \\\"fin\\\": 2, \\\"2024\\\": 4, \\\"environ\\\": 1, \\\"75\\\": 1, \\\"milliards\\\": 8, \\\"dollars\\\": 9, \\\"projets\\\": 5, \\\"cide\\\": 1, \\\"s\\\": 52, \\\"construction\\\": 1, \\\"ope\\\": 3, \\\"ration\\\": 1, \\\"car\\\": 1, \\\"clients\\\": 1, \\\"engage\\\": 2, \\\"plus\\\": 28, \\\"200\\\": 4, \\\"300\\\": 3, \\\"phase\\\": 3, \\\"tude\\\": 1, \\\"3\\\": 11, \\\"4\\\": 3, \\\"prochaines\\\": 1, \\\"anne\\\": 3, \\\"contexte\\\": 2, \\\"n\\\": 10, \\\"avance\\\": 1, \\\"mesure\\\": 3, \\\"acce\\\": 2, \\\"re\\\": 75, \\\"validant\\\": 1, \\\"mars\\\": 1, \\\"2025\\\": 152, \\\"six\\\": 1, \\\"industriels\\\": 2, \\\"majeurs\\\": 1, \\\"gions\\\": 1, \\\"laa\\\": 1, \\\"youne\\\": 1, \\\"guelmim\\\": 1, \\\"dakhla\\\": 1, \\\"montant\\\": 1, \\\"total\\\": 2, \\\"319\\\": 1, \\\"dirhams\\\": 10, \\\"pre\\\": 21, \\\"30\\\": 20, \\\"d\\\": 36, \\\"royaume\\\": 4, \\\"envoie\\\": 1, \\\"signal\\\": 4, \\\"fort\\\": 2, \\\"veut\\\": 1, \\\"imposer\\\": 1, \\\"comme\\\": 4, \\\"acteur\\\": 3, \\\"central\\\": 3, \\\"aspire\\\": 1, \\\"ainsi\\\": 1, \\\"couvrir\\\": 1, \\\"demande\\\": 1, \\\"2030\\\": 1, \\\"porte\\\": 3, \\\"consortiums\\\": 1, \\\"ge\\\": 20, \\\"ants\\\": 1, \\\"internationaux\\\": 1, \\\"notamment\\\": 2, \\\"allemands\\\": 1, \\\"ame\\\": 4, \\\"ricains\\\": 1, \\\"saoudiens\\\": 1, \\\"chinois\\\": 3, \\\"miratis\\\": 1, \\\"marocains\\\": 1, \\\"visent\\\": 2, \\\"produire\\\": 2, \\\"ammoniac\\\": 7, \\\"acier\\\": 2, \\\"encore\\\": 5, \\\"carburants\\\": 1, \\\"propres\\\": 1, \\\"transport\\\": 1, \\\"maritime\\\": 3, \\\"ornx\\\": 1, \\\"exemple\\\": 1, \\\"regroupe\\\": 1, \\\"entreprises\\\": 5, \\\"ortus\\\": 1, \\\"usa\\\": 1, \\\"acciona\\\": 1, \\\"espagne\\\": 2, \\\"nordex\\\": 1, \\\"allemagne\\\": 2, \\\"ciblera\\\": 1, \\\"production\\\": 2, \\\"autres\\\": 3, \\\"taqa\\\": 3, \\\"cepsa\\\": 1, \\\"nareva\\\": 1, \\\"china\\\": 1, \\\"three\\\": 1, \\\"gorges\\\": 1, \\\"galement\\\": 5, \\\"retenus\\\": 1, \\\"illustrant\\\": 1, \\\"inte\\\": 9, \\\"t\\\": 5, \\\"international\\\": 1, \\\"croissant\\\": 1, \\\"potentiel\\\": 2, \\\"marocain\\\": 2, \\\"peut\\\": 11, \\\"compter\\\": 1, \\\"avantage\\\": 1, \\\"structurel\\\": 1, \\\"majeur\\\": 2, \\\"ses\\\": 6, \\\"ressources\\\": 2, \\\"renouvelables\\\": 1, \\\"quasi\\\": 1, \\\"illimite\\\": 1, \\\"gra\\\": 1, \\\"ensoleillement\\\": 1, \\\"record\\\": 1, \\\"gimes\\\": 1, \\\"vents\\\": 1, \\\"puissants\\\": 1, \\\"provinces\\\": 1, \\\"sud\\\": 1, \\\"pays\\\": 6, \\\"cou\\\": 1, \\\"ts\\\": 1, \\\"parmi\\\": 3, \\\"monde\\\": 2, \\\"proches\\\": 1, \\\"2\\\": 12, \\\"kg\\\": 1, \\\"selon\\\": 4, \\\"institut\\\": 1, \\\"recherche\\\": 1, \\\"nergie\\\": 2, \\\"solaire\\\": 1, \\\"nergies\\\": 2, \\\"nouvelles\\\": 3, \\\"iresen\\\": 1, \\\"prix\\\": 5, \\\"seuil\\\": 3, \\\"crucial\\\": 1, \\\"devienne\\\": 1, \\\"compe\\\": 2, \\\"titif\\\": 1, \\\"face\\\": 3, \\\"fossiles\\\": 1, \\\"chelle\\\": 3, \\\"mondiale\\\": 1, \\\"serve\\\": 1, \\\"ve\\\": 7, \\\"hicules\\\": 1, \\\"pile\\\": 1, \\\"dont\\\": 5, \\\"essor\\\": 1, \\\"aujourde\\\": 1, \\\"hui\\\": 1, \\\"largement\\\": 1, \\\"passe\\\": 1, \\\"batteries\\\": 1, \\\"devient\\\": 1, \\\"cle\\\": 2, \\\"carboner\\\": 1, \\\"pans\\\": 1, \\\"entiers\\\": 1, \\\"industrie\\\": 4, \\\"lourde\\\": 1, \\\"engrais\\\": 3, \\\"ciment\\\": 1, \\\"aussi\\\": 6, \\\"remplacer\\\": 1, \\\"gaz\\\": 3, \\\"charbon\\\": 1, \\\"centrales\\\": 1, \\\"lectriques\\\": 1, \\\"c\\\": 8, \\\"entend\\\": 2, \\\"jouer\\\": 2, \\\"ro\\\": 4, \\\"strate\\\": 7, \\\"gique\\\": 5, \\\"levier\\\": 1, \\\"souverainete\\\": 2, \\\"course\\\": 1, \\\"mode\\\": 3, \\\"bataille\\\": 1, \\\"oe\\\": 1, \\\"conomique\\\": 4, \\\"joue\\\": 2, \\\"grande\\\": 2, \\\"lourdement\\\": 1, \\\"pendants\\\": 1, \\\"russe\\\": 1, \\\"fait\\\": 5, \\\"revirement\\\": 2, \\\"depuis\\\": 3, \\\"guerre\\\": 1, \\\"ukraine\\\": 1, \\\"berlin\\\": 1, \\\"voit\\\": 3, \\\"sormais\\\": 1, \\\"importer\\\": 1, \\\"70\\\": 3, \\\"cherche\\\": 2, \\\"activement\\\": 1, \\\"partenaires\\\": 1, \\\"fiables\\\": 1, \\\"inscrit\\\": 1, \\\"clairement\\\": 1, \\\"gie\\\": 1, \\\"europe\\\": 3, \\\"enne\\\": 1, \\\"claration\\\": 1, \\\"intention\\\": 1, \\\"bilate\\\": 1, \\\"rale\\\": 6, \\\"germano\\\": 1, \\\"marocaine\\\": 1, \\\"signe\\\": 2, \\\"juin\\\": 5, \\\"soutenir\\\": 1, \\\"investissements\\\": 2, \\\"interconnexions\\\": 1, \\\"annalena\\\": 1, \\\"baerbock\\\": 1, \\\"ministre\\\": 1, \\\"trange\\\": 1, \\\"res\\\": 4, \\\"allemande\\\": 1, \\\"affirme\\\": 2, \\\"occasion\\\": 2, \\\"ja\\\": 3, \\\"phare\\\": 1, \\\"gion\\\": 2, \\\"projet\\\": 1, \\\"pipeline\\\": 1, \\\"h2med\\\": 1, \\\"reliera\\\": 1, \\\"portugal\\\": 1, \\\"france\\\": 1, \\\"extension\\\": 1, \\\"vers\\\": 6, \\\"offrirait\\\": 1, \\\"entre\\\": 4, \\\"directe\\\": 2, \\\"ens\\\": 1, \\\"terme\\\": 2, \\\"infrastructure\\\": 1, \\\"permettrait\\\": 1, \\\"exporter\\\": 1, \\\"rive\\\": 3, \\\"facilement\\\": 1, \\\"transportable\\\": 1, \\\"jusqu\\\": 2, \\\"usines\\\": 1, \\\"allemandes\\\": 1, \\\"franc\\\": 2, \\\"aises\\\": 1, \\\"justement\\\": 1, \\\"pourrait\\\": 5, \\\"transformer\\\": 1, \\\"produit\\\": 1, \\\"partir\\\": 1, \\\"utilise\\\": 3, \\\"secteur\\\": 2, \\\"ocp\\\": 1, \\\"cinquie\\\": 1, \\\"exportateur\\\": 1, \\\"cependant\\\": 1, \\\"proble\\\": 1, \\\"matique\\\": 2, \\\"pose\\\": 1, \\\"laquelle\\\": 3, \\\"importe\\\": 1, \\\"an\\\": 2, \\\"principalement\\\": 1, \\\"aupre\\\": 1, \\\"russie\\\": 1, \\\"tats\\\": 1, \\\"unis\\\": 4, \\\"situation\\\": 1, \\\"paradoxale\\\": 1, \\\"posse\\\": 2, \\\"grandes\\\": 2, \\\"serves\\\": 1, \\\"mondiales\\\": 2, \\\"phosphate\\\": 2, \\\"veloppant\\\": 1, \\\"propre\\\": 1, \\\"boucler\\\": 1, \\\"chai\\\": 1, \\\"valeur\\\": 5, \\\"renouvelable\\\": 1, \\\"sultat\\\": 1, \\\"renforcement\\\": 1, \\\"industrielle\\\": 2, \\\"monte\\\": 1, \\\"gamme\\\": 1, \\\"exportations\\\": 2, \\\"titivite\\\": 1, \\\"accrue\\\": 2, \\\"estime\\\": 1, \\\"niveau\\\": 2, \\\"celui\\\": 2, \\\"or\\\": 5, \\\"simplement\\\": 1, \\\"carte\\\": 1, \\\"pondre\\\": 1, \\\"engagements\\\": 1, \\\"climatiques\\\": 1, \\\"agit\\\": 1, \\\"choix\\\": 1, \\\"redessine\\\": 1, \\\"contours\\\": 1, \\\"politique\\\": 1, \\\"diplomatique\\\": 1, \\\"travers\\\": 2, \\\"non\\\": 3, \\\"seulement\\\": 1, \\\"tendre\\\": 1, \\\"fournisseur\\\": 1, \\\"restructuration\\\": 1, \\\"profonde\\\": 1, \\\"tissu\\\": 1, \\\"industriel\\\": 1, \\\"ambition\\\": 1, \\\"cre\\\": 1, \\\"dible\\\": 1, \\\"condition\\\": 1, \\\"ussir\\\": 1, \\\"exe\\\": 2, \\\"cution\\\": 2, \\\"gouvernance\\\": 2, \\\"industrialisation\\\": 1, \\\"rapide\\\": 1, \\\"filie\\\": 1, \\\"chose\\\": 1, \\\"su\\\": 1, \\\"fene\\\": 1, \\\"tre\\\": 15, \\\"opportunite\\\": 2, \\\"bien\\\": 5, \\\"laisser\\\": 1, \\\"passer\\\": 1, \\\"pe\\\": 7, \\\"trole\\\": 2, \\\"envole\\\": 1, \\\"12\\\": 6, \\\"apre\\\": 4, \\\"frappes\\\": 3, \\\"israe\\\": 4, \\\"liennes\\\": 1, \\\"contre\\\": 4, \\\"iran\\\": 8, \\\"02h40\\\": 1, \\\"gmt\\\": 4, \\\"baril\\\": 2, \\\"wti\\\": 1, \\\"nord\\\": 3, \\\"ricain\\\": 1, \\\"bondissait\\\": 1, \\\"02\\\": 4, \\\"76\\\": 1, \\\"22\\\": 6, \\\"tandis\\\": 2, \\\"brent\\\": 1, \\\"mer\\\": 1, \\\"envolait\\\": 1, \\\"11\\\": 9, \\\"68\\\": 1, \\\"77\\\": 1, \\\"46\\\": 2, \\\"terrasse\\\": 1, \\\"annonce\\\": 1, \\\"ae\\\": 1, \\\"riennes\\\": 1, \\\"mene\\\": 1, \\\"vendredi\\\": 3, \\\"touchant\\\": 1, \\\"sites\\\": 1, \\\"militaires\\\": 1, \\\"installations\\\": 1, \\\"nucle\\\": 2, \\\"aires\\\": 1, \\\"arme\\\": 1, \\\"lienne\\\": 1, \\\"indique\\\": 5, \\\"acheve\\\": 1, \\\"premie\\\": 3, \\\"figure\\\": 3, \\\"dix\\\": 1, \\\"producteurs\\\": 1, \\\"valuation\\\": 1, \\\"primes\\\": 1, \\\"risque\\\": 8, \\\"opolitique\\\": 2, \\\"commencer\\\": 1, \\\"retient\\\": 1, \\\"soupir\\\": 1, \\\"soulagement\\\": 1, \\\"forte\\\": 4, \\\"plique\\\": 1, \\\"he\\\": 1, \\\"ran\\\": 1, \\\"rede\\\": 1, \\\"finir\\\": 1, \\\"sce\\\": 1, \\\"narios\\\": 1, \\\"macroe\\\": 1, \\\"conomiques\\\": 2, \\\"reste\\\": 3, \\\"emballement\\\": 1, \\\"confrontation\\\": 1, \\\"implications\\\": 1, \\\"agi\\\": 1, \\\"stephen\\\": 1, \\\"innes\\\": 1, \\\"spi\\\": 1, \\\"asset\\\": 1, \\\"management\\\": 2, \\\"trolier\\\": 2, \\\"derniers\\\": 1, \\\"jours\\\": 3, \\\"tensions\\\": 2, \\\"opolitiques\\\": 3, \\\"etats\\\": 3, \\\"avant\\\": 6, \\\"nouveaux\\\": 1, \\\"pourparlers\\\": 2, \\\"attendus\\\": 1, \\\"deux\\\": 5, \\\"autour\\\": 3, \\\"programme\\\": 2, \\\"aire\\\": 1, \\\"iranien\\\": 1, \\\"investisseurs\\\": 2, \\\"redoutaient\\\": 1, \\\"voir\\\": 1, \\\"pression\\\": 6, \\\"ricaine\\\": 1, \\\"renforcer\\\": 1, \\\"noir\\\": 1, \\\"ailleurs\\\": 1, \\\"mercredi\\\": 2, \\\"duire\\\": 1, \\\"effectifs\\\": 1, \\\"ambassade\\\": 1, \\\"irak\\\": 1, \\\"raisons\\\": 1, \\\"curite\\\": 2, \\\"cas\\\": 3, \\\"escalade\\\": 1, \\\"impliquant\\\": 1, \\\"cauchemar\\\": 1, \\\"absolu\\\": 1, \\\"fermeture\\\": 1, \\\"troit\\\": 3, \\\"ormuz\\\": 2, \\\"avertissait\\\": 1, \\\"jeudi\\\": 1, \\\"arne\\\": 1, \\\"lohmann\\\": 1, \\\"rasmussen\\\": 1, \\\"global\\\": 4, \\\"risk\\\": 1, \\\"bloque\\\": 2, \\\"passage\\\": 1, \\\"cela\\\": 4, \\\"affecter\\\": 1, \\\"jusque\\\": 2, \\\"20\\\": 12, \\\"flux\\\": 4, \\\"troliers\\\": 1, \\\"mondiaux\\\": 1, \\\"agence\\\": 2, \\\"britannique\\\": 1, \\\"uktmo\\\": 1, \\\"lance\\\": 1, \\\"avertissement\\\": 1, \\\"concernant\\\": 2, \\\"accru\\\": 1, \\\"golfe\\\": 2, \\\"persique\\\": 1, \\\"oman\\\": 1, \\\"particulier\\\": 1, \\\"retour\\\": 1, \\\"environnement\\\": 1, \\\"incertitude\\\": 2, \\\"maintenant\\\": 2, \\\"haleine\\\": 1, \\\"obligeant\\\": 1, \\\"grer\\\": 1, \\\"prime\\\": 3, \\\"leve\\\": 4, \\\"toute\\\": 2, \\\"perturbation\\\": 1, \\\"potentielle\\\": 1, \\\"offre\\\": 2, \\\"commente\\\": 1, \\\"warren\\\": 1, \\\"patterson\\\": 1, \\\"ing\\\": 1, \\\"groep\\\": 1, \\\"nv\\\": 1, \\\"cite\\\": 1, \\\"bloomberg\\\": 2, \\\"regain\\\": 2, \\\"jouait\\\": 1, \\\"habituel\\\": 1, \\\"refuge\\\": 1, \\\"02h00\\\": 3, \\\"grimpait\\\": 1, \\\"1\\\": 13, \\\"427\\\": 1, \\\"once\\\": 1, \\\"devises\\\": 1, \\\"certain\\\": 2, \\\"triment\\\": 1, \\\"monnaies\\\": 1, \\\"juge\\\": 2, \\\"appe\\\": 1, \\\"tit\\\": 1, \\\"actifs\\\": 3, \\\"curise\\\": 1, \\\"yen\\\": 1, \\\"japonais\\\": 3, \\\"suisse\\\": 1, \\\"notait\\\": 1, \\\"michael\\\": 1, \\\"wan\\\": 1, \\\"mufg\\\": 1, \\\"dollar\\\": 2, \\\"tait\\\": 1, \\\"donc\\\": 2, \\\"laisse\\\": 1, \\\"devise\\\": 1, \\\"nippone\\\": 2, \\\"reculant\\\": 1, \\\"0\\\": 33, \\\"24\\\": 12, \\\"143\\\": 1, \\\"14\\\": 5, \\\"yens\\\": 1, \\\"victimes\\\": 1, \\\"mouvement\\\": 2, \\\"aversion\\\": 1, \\\"taient\\\": 2, \\\"sous\\\": 2, \\\"autant\\\": 1, \\\"restent\\\": 1, \\\"hante\\\": 1, \\\"entourant\\\": 1, \\\"surtaxes\\\": 2, \\\"douanie\\\": 1, \\\"tokyo\\\": 3, \\\"indice\\\": 5, \\\"vedette\\\": 1, \\\"nikkei\\\": 1, \\\"perdait\\\": 1, \\\"19\\\": 9, \\\"37\\\": 3, \\\"714\\\": 1, \\\"points\\\": 7, \\\"largi\\\": 1, \\\"topix\\\": 1, \\\"17\\\": 7, \\\"750\\\": 1, \\\"oul\\\": 1, \\\"abandonnait\\\": 1, \\\"sydney\\\": 1, \\\"23\\\": 9, \\\"taipei\\\": 1, \\\"71\\\": 1, \\\"places\\\": 1, \\\"chinoises\\\": 1, \\\"elles\\\": 1, \\\"affecte\\\": 1, \\\"hongkongais\\\": 1, \\\"hang\\\": 1, \\\"seng\\\": 1, \\\"reculait\\\": 1, \\\"010\\\": 1, \\\"composite\\\": 1, \\\"shanghai\\\": 1, \\\"21\\\": 8, \\\"shenzhen\\\": 1, \\\"52\\\": 4, \\\"alors\\\": 1, \\\"japon\\\": 1, \\\"parvenir\\\": 1, \\\"accord\\\": 1, \\\"sident\\\": 2, \\\"donald\\\": 1, \\\"trump\\\": 1, \\\"exprime\\\": 1, \\\"sapprobation\\\": 1, \\\"quant\\\": 2, \\\"prolongation\\\": 1, \\\"gociations\\\": 1, \\\"sugge\\\": 2, \\\"augmentations\\\": 1, \\\"droits\\\": 3, \\\"ciblant\\\": 1, \\\"automobile\\\": 1, \\\"suscitant\\\": 1, \\\"inquie\\\": 2, \\\"tudes\\\": 2, \\\"issue\\\": 1, \\\"ricano\\\": 1, \\\"alarme\\\": 1, \\\"courtier\\\": 1, \\\"tokai\\\": 1, \\\"intelligence\\\": 1, \\\"dites\\\": 1, \\\"ciproques\\\": 1, \\\"prohibitives\\\": 1, \\\"impose\\\": 1, \\\"washington\\\": 1, \\\"nombreux\\\": 1, \\\"asie\\\": 1, \\\"momentane\\\": 1, \\\"ment\\\": 2, \\\"suspendues\\\": 1, \\\"but\\\": 1, \\\"juillet\\\": 1, \\\"veloppeur\\\": 1, \\\"jeux\\\": 1, \\\"nexon\\\": 1, \\\"voyait\\\": 1, \\\"envoler\\\": 1, \\\"7\\\": 6, \\\"5\\\": 13, \\\"ant\\\": 1, \\\"internet\\\": 2, \\\"tencent\\\": 1, \\\"envisager\\\": 1, \\\"racheter\\\": 1, \\\"firme\\\": 1, \\\"capitalisation\\\": 4, \\\"boursie\\\": 3, \\\"cemment\\\": 1, \\\"gonfle\\\": 1, \\\"attijariwafa\\\": 2, \\\"bank\\\": 8, \\\"ammc\\\": 3, \\\"vise\\\": 1, \\\"prospectus\\\": 1, \\\"relatif\\\": 1, \\\"mission\\\": 1, \\\"emprunt\\\": 2, \\\"obligataire\\\": 1, \\\"subordonne\\\": 1, \\\"maturite\\\": 2, \\\"ans\\\": 2, \\\"compose\\\": 2, \\\"tranches\\\": 1, \\\"cote\\\": 7, \\\"communique\\\": 3, \\\"cisant\\\": 1, \\\"riode\\\": 2, \\\"souscription\\\": 1, \\\"tale\\\": 1, \\\"25\\\": 13, \\\"inclus\\\": 1, \\\"facial\\\": 2, \\\"tranche\\\": 2, \\\"fixe\\\": 1, \\\"termine\\\": 3, \\\"fe\\\": 4, \\\"rence\\\": 4, \\\"courbe\\\": 2, \\\"secondaire\\\": 2, \\\"bons\\\": 2, \\\"sor\\\": 2, \\\"telle\\\": 2, \\\"qu\\\": 9, \\\"publie\\\": 3, \\\"al\\\": 2, \\\"maghrib\\\": 2, \\\"date\\\": 6, \\\"augmente\\\": 2, \\\"50\\\": 6, \\\"base\\\": 2, \\\"pbs\\\": 2, \\\"b\\\": 1, \\\"visable\\\": 1, \\\"plein\\\": 1, \\\"semaines\\\": 1, \\\"mone\\\": 1, \\\"taire\\\": 2, \\\"45\\\": 1, \\\"of\\\": 3, \\\"africa\\\": 3, \\\"filiales\\\": 2, \\\"lancent\\\": 1, \\\"rie\\\": 1, \\\"business\\\": 2, \\\"meetings\\\": 2, \\\"gionaux\\\": 2, \\\"die\\\": 1, \\\"pme\\\": 3, \\\"rencontres\\\": 1, \\\"cline\\\": 1, \\\"forme\\\": 1, \\\"workshops\\\": 1, \\\"the\\\": 2, \\\"matiques\\\": 2, \\\"offrir\\\": 1, \\\"accompagnement\\\": 1, \\\"cible\\\": 1, \\\"petites\\\": 1, \\\"moyennes\\\": 1, \\\"dynamique\\\": 1, \\\"nationale\\\": 1, \\\"rendez\\\": 1, \\\"vocation\\\": 1, \\\"sensibiliser\\\": 1, \\\"meilleures\\\": 1, \\\"pratiques\\\": 1, \\\"matie\\\": 1, \\\"gestion\\\": 4, \\\"financement\\\": 2, \\\"favoriser\\\": 1, \\\"dialogue\\\": 1, \\\"direct\\\": 1, \\\"experts\\\": 1, \\\"tiers\\\": 1, \\\"rateurs\\\": 2, \\\"senter\\\": 2, \\\"globale\\\": 1, \\\"comple\\\": 2, \\\"mentaire\\\": 1, \\\"facilite\\\": 1, \\\"activite\\\": 4, \\\"bout\\\": 2, \\\"savoir\\\": 1, \\\"courant\\\": 1, \\\"mois\\\": 5, \\\"be\\\": 1, \\\"ficieront\\\": 1, \\\"mobilisation\\\": 1, \\\"conjointe\\\": 1, \\\"vue\\\": 3, \\\"apporter\\\": 1, \\\"expertise\\\": 1, \\\"cessaire\\\": 1, \\\"attentes\\\": 1, \\\"gionales\\\": 1, \\\"diffe\\\": 1, \\\"rentes\\\": 1, \\\"tel\\\": 1, \\\"participatif\\\": 1, \\\"factoring\\\": 1, \\\"change\\\": 5, \\\"precise\\\": 1, \\\"source\\\": 1, \\\"position\\\": 1, \\\"faveur\\\": 1, \\\"appuyant\\\": 1, \\\"mentarite\\\": 1, \\\"expertises\\\": 1, \\\"internes\\\": 1, \\\"ancrage\\\": 1, \\\"gional\\\": 1, \\\"seaux\\\": 1, \\\"casablanca\\\": 4, \\\"dit\\\": 3, \\\"vraiment\\\": 1, \\\"vitesse\\\": 14, \\\"circulation\\\": 10, \\\"titres\\\": 4, \\\"dernier\\\": 2, \\\"rapport\\\": 4, \\\"snapshot\\\": 1, \\\"valeurs\\\": 4, \\\"bmce\\\": 2, \\\"research\\\": 2, \\\"calcule\\\": 1, \\\"indicateur\\\": 6, \\\"lection\\\": 1, \\\"revenir\\\": 1, \\\"cache\\\": 1, \\\"ratio\\\": 3, \\\"donne\\\": 6, \\\"lecture\\\": 3, \\\"concre\\\": 2, \\\"exerce\\\": 3, \\\"action\\\": 2, \\\"inde\\\": 1, \\\"pendamment\\\": 1, \\\"volution\\\": 1, \\\"arre\\\": 1, \\\"souvent\\\": 4, \\\"variation\\\": 4, \\\"titre\\\": 11, \\\"parfois\\\": 1, \\\"volume\\\": 6, \\\"rarement\\\": 1, \\\"pourtant\\\": 2, \\\"latrice\\\": 1, \\\"flottant\\\": 9, \\\"mains\\\": 2, \\\"sembler\\\": 1, \\\"simple\\\": 1, \\\"technique\\\": 2, \\\"rotation\\\": 11, \\\"indicateurs\\\": 1, \\\"lateurs\\\": 1, \\\"comportement\\\": 2, \\\"contrairement\\\": 2, \\\"brut\\\": 3, \\\"performance\\\": 2, \\\"fondamental\\\": 1, \\\"renseigne\\\": 1, \\\"manie\\\": 2, \\\"actif\\\": 3, \\\"degre\\\": 1, \\\"excitation\\\": 1, \\\"mouvements\\\": 1, \\\"disent\\\": 1, \\\"notion\\\": 1, \\\"propose\\\": 2, \\\"calcul\\\": 1, \\\"syste\\\": 1, \\\"capitaux\\\": 1, \\\"flottante\\\": 2, \\\"tenant\\\": 1, \\\"compte\\\": 1, \\\"taille\\\": 1, \\\"disponible\\\": 1, \\\"gociation\\\": 1, \\\"approche\\\": 1, \\\"permet\\\": 1, \\\"standardise\\\": 1, \\\"pertinente\\\": 1, \\\"mdh\\\": 5, \\\"lequel\\\": 1, \\\"mai\\\": 2, \\\"affiche\\\": 1, \\\"comportemental\\\": 2, \\\"achat\\\": 1, \\\"valorisation\\\": 2, \\\"per\\\": 1, \\\"rien\\\": 1, \\\"rentabilite\\\": 1, \\\"beaucoup\\\": 1, \\\"fac\\\": 1, \\\"sence\\\": 1, \\\"active\\\": 1, \\\"faible\\\": 2, \\\"gele\\\": 1, \\\"sinte\\\": 1, \\\"tention\\\": 3, \\\"stable\\\": 1, \\\"puisqu\\\": 1, \\\"refle\\\": 2, \\\"intensite\\\": 2, \\\"changes\\\": 4, \\\"relatifs\\\": 1, \\\"alerte\\\": 1, \\\"carnets\\\": 1, \\\"der\\\": 2, \\\"confirmer\\\": 1, \\\"changement\\\": 1, \\\"gime\\\": 1, \\\"parlant\\\": 1, \\\"seul\\\": 2, \\\"induire\\\": 1, \\\"erreur\\\": 1, \\\"prenons\\\": 1, \\\"500\\\": 1, \\\"10\\\": 13, \\\"modeste\\\": 1, \\\"autre\\\": 1, \\\"retourne\\\": 1, \\\"gralement\\\": 1, \\\"perspective\\\": 1, \\\"tout\\\": 4, \\\"sens\\\": 1, \\\"limites\\\": 1, \\\"connai\\\": 1, \\\"utile\\\": 1, \\\"absolue\\\": 1, \\\"interpre\\\": 1, \\\"tation\\\": 1, \\\"doit\\\": 2, \\\"nuance\\\": 1, \\\"duit\\\": 1, \\\"afficher\\\": 1, \\\"volumes\\\": 1, \\\"faibles\\\": 1, \\\"force\\\": 1, \\\"tension\\\": 2, \\\"effet\\\": 1, \\\"canique\\\": 1, \\\"ordres\\\": 1, \\\"croise\\\": 1, \\\"guliers\\\": 1, \\\"allers\\\": 1, \\\"retours\\\": 1, \\\"etc\\\": 1, \\\"toujours\\\": 1, \\\"fre\\\": 1, \\\"sie\\\": 2, \\\"instabilite\\\": 1, \\\"faut\\\": 1, \\\"tudier\\\": 1, \\\"chaque\\\": 4, \\\"gagne\\\": 1, \\\"pertinence\\\": 1, \\\"lorsqu\\\": 1, \\\"compare\\\": 1, \\\"volatilite\\\": 8, \\\"variations\\\": 1, \\\"historique\\\": 1, \\\"quoi\\\": 1, \\\"sert\\\": 1, \\\"tement\\\": 1, \\\"trader\\\": 1, \\\"court\\\": 1, \\\"identifier\\\": 1, \\\"fluide\\\": 1, \\\"seuils\\\": 1, \\\"techniques\\\": 1, \\\"institutionnel\\\": 1, \\\"tecter\\\": 1, \\\"changer\\\": 2, \\\"main\\\": 1, \\\"observateur\\\": 1, \\\"anticiper\\\": 1, \\\"structurelle\\\": 1, \\\"spe\\\": 3, \\\"culative\\\": 2, \\\"apparaisse\\\": 1, \\\"performances\\\": 1, \\\"bkgr\\\": 1, \\\"relative\\\": 1, \\\"chantillon\\\": 2, \\\"extre\\\": 1, \\\"supe\\\": 1, \\\"rieure\\\": 1, \\\"diane\\\": 3, \\\"sidences\\\": 1, \\\"dar\\\": 1, \\\"saada\\\": 1, \\\"48\\\": 1, \\\"jet\\\": 2, \\\"contractors\\\": 2, \\\"118\\\": 1, \\\"44\\\": 1, \\\"addoha\\\": 3, \\\"102\\\": 1, \\\"43\\\": 2, \\\"combinent\\\": 1, \\\"vitesses\\\": 2, \\\"niveaux\\\": 2, \\\"dessus\\\": 1, \\\"configuration\\\": 1, \\\"ter\\\": 1, \\\"courts\\\": 1, \\\"concentre\\\": 1, \\\"peu\\\": 1, \\\"moyenne\\\": 2, \\\"top\\\": 1, \\\"cdm\\\": 2, \\\"126\\\": 1, \\\"34\\\": 2, \\\"bcp\\\": 2, \\\"92\\\": 1, \\\"31\\\": 4, \\\"transactionnelle\\\": 1, \\\"contenue\\\": 1, \\\"classement\\\": 2, \\\"discipline\\\": 1, \\\"caracte\\\": 1, \\\"ristiques\\\": 1, \\\"bancaires\\\": 1, \\\"entoure\\\": 1, \\\"hps\\\": 2, \\\"74\\\": 1, \\\"cih\\\": 2, \\\"29\\\": 7, \\\"moins\\\": 5, \\\"volatils\\\": 1, \\\"majorite\\\": 1, \\\"notable\\\": 1, \\\"profil\\\": 1, \\\"correspond\\\": 1, \\\"gulier\\\": 1, \\\"connaissent\\\": 1, \\\"catalyseurs\\\": 1, \\\"cents\\\": 1, \\\"interme\\\": 2, \\\"diaire\\\": 1, \\\"tgcc\\\": 3, \\\"73\\\": 2, \\\"delta\\\": 2, \\\"holding\\\": 2, \\\"affichent\\\": 1, \\\"hauts\\\": 3, \\\"diaires\\\": 1, \\\"signaler\\\": 1, \\\"sensibilite\\\": 1, \\\"ponctuelle\\\": 1, \\\"discontinus\\\": 1, \\\"cifiques\\\": 1, \\\"nouvelle\\\": 1, \\\"gre\\\": 2, \\\"portefeuille\\\": 3, \\\"trading\\\": 3, \\\"argumentaire\\\": 1, \\\"purement\\\": 1, \\\"sonasid\\\": 4, \\\"septembre\\\": 1, \\\"2023\\\": 1, \\\"volue\\\": 1, \\\"continuation\\\": 1, \\\"type\\\": 1, \\\"triangle\\\": 1, \\\"ascendant\\\": 2, \\\"mate\\\": 1, \\\"rialise\\\": 1, \\\"creux\\\": 1, \\\"sistance\\\": 4, \\\"horizontale\\\": 2, \\\"assauts\\\": 1, \\\"haussiers\\\": 1, \\\"trouve\\\": 1, \\\"780\\\": 2, \\\"point\\\": 1, \\\"chartiste\\\": 1, \\\"support\\\": 1, \\\"ligne\\\": 1, \\\"oblique\\\": 1, \\\"rouge\\\": 1, \\\"montre\\\": 1, \\\"acheteurs\\\": 1, \\\"manifestent\\\": 1, \\\"courage\\\": 1, \\\"fragilise\\\": 1, \\\"provoque\\\": 1, \\\"ensuite\\\": 1, \\\"rupture\\\": 1, \\\"relevons\\\": 1, \\\"avril\\\": 2, \\\"nouveau\\\": 1, \\\"haussier\\\": 1, \\\"libe\\\": 1, \\\"grons\\\": 1, \\\"clo\\\": 2, \\\"ture\\\": 1, \\\"jour\\\": 7, \\\"800\\\": 1, \\\"masi\\\": 3, \\\"lundi\\\": 1, \\\"16\\\": 4, \\\"06\\\": 77, \\\"00\\\": 2, \\\"entame\\\": 1, \\\"semaine\\\": 1, \\\"net\\\": 1, \\\"repli\\\": 1, \\\"poursuivant\\\": 1, \\\"consolidation\\\": 1, \\\"fond\\\": 1, \\\"moyen\\\": 1, \\\"orient\\\": 1, \\\"turer\\\": 1, \\\"18\\\": 9, \\\"178\\\": 1, \\\"61\\\": 1, \\\"teste\\\": 1, \\\"ance\\\": 2, \\\"041\\\": 1, \\\"recule\\\": 1, \\\"60\\\": 4, \\\"485\\\": 1, \\\"limite\\\": 1, \\\"312\\\": 1, \\\"domine\\\": 1, \\\"enregistrant\\\": 1, \\\"47\\\": 1, \\\"858\\\": 1, \\\"morocco\\\": 2, \\\"39\\\": 2, \\\"recul\\\": 2, \\\"enregistre\\\": 1, \\\"32\\\": 1, \\\"transactions\\\": 1, \\\"dant\\\": 1, \\\"86\\\": 1, \\\"35\\\": 1, \\\"figurant\\\": 1, \\\"cinq\\\": 1, \\\"fortes\\\": 1, \\\"baisses\\\": 1, \\\"tablie\\\": 1, \\\"953\\\": 1, \\\"dente\\\": 1, \\\"palmare\\\": 1, \\\"stroc\\\": 2, \\\"hausses\\\": 1, \\\"progression\\\": 1, \\\"9\\\": 2, \\\"96\\\": 1, \\\"142\\\": 1, \\\"95\\\": 2, \\\"socie\\\": 6, \\\"guide\\\": 4, \\\"boursenews\\\": 2, \\\"assemble\\\": 12, \\\"rales\\\": 5, \\\"contenant\\\": 1, \\\"solutions\\\": 6, \\\"actualite\\\": 1, \\\"metteurs\\\": 1, \\\"saison\\\": 1, \\\"sultats\\\": 4, \\\"annuels\\\": 2, \\\"faisant\\\": 1, \\\"appel\\\": 1, \\\"public\\\": 1, \\\"pargne\\\": 1, \\\"celles\\\": 1, \\\"publier\\\": 2, \\\"rapports\\\": 2, \\\"financiers\\\": 1, \\\"coi\\\": 1, \\\"ncide\\\": 1, \\\"paration\\\": 1, \\\"ordinaires\\\": 2, \\\"ago\\\": 3, \\\"doivent\\\": 2, \\\"faire\\\": 1, \\\"preuve\\\": 1, \\\"anticipation\\\": 1, \\\"publiant\\\": 1, \\\"avis\\\": 2, \\\"convocation\\\": 3, \\\"ag\\\": 9, \\\"tant\\\": 2, \\\"tenez\\\": 2, \\\"part\\\": 1, \\\"investissez\\\": 1, \\\"saviez\\\": 1, \\\"pouvez\\\": 3, \\\"moment\\\": 3, \\\"informer\\\": 1, \\\"exprimer\\\": 1, \\\"voter\\\": 2, \\\"cisions\\\": 2, \\\"giques\\\": 1, \\\"unique\\\": 1, \\\"dirigeants\\\": 1, \\\"mieux\\\": 1, \\\"comprendre\\\": 2, \\\"vos\\\": 3, \\\"aide\\\": 1, \\\"tirer\\\": 1, \\\"pleinement\\\": 1, \\\"parti\\\": 1, \\\"droit\\\": 6, \\\"mis\\\": 1, \\\"gulie\\\": 1, \\\"rement\\\": 1, \\\"accessible\\\": 1, \\\"feuille\\\": 1, \\\"union\\\": 2, \\\"cision\\\": 2, \\\"transparence\\\": 1, \\\"bat\\\": 1, \\\"encadre\\\": 1, \\\"loi\\\": 1, \\\"anonymes\\\": 1, \\\"statuts\\\": 3, \\\"existe\\\": 1, \\\"trois\\\": 2, \\\"types\\\": 1, \\\"ordinaire\\\": 1, \\\"tenue\\\": 2, \\\"fois\\\": 2, \\\"statuer\\\": 1, \\\"courante\\\": 1, \\\"approbation\\\": 1, \\\"comptes\\\": 2, \\\"nomination\\\": 1, \\\"administrateurs\\\": 1, \\\"age\\\": 1, \\\"extraordinaire\\\": 1, \\\"convoque\\\": 1, \\\"cider\\\": 1, \\\"modifications\\\": 1, \\\"importantes\\\": 2, \\\"mixte\\\": 1, \\\"combine\\\": 1, \\\"extraordinaires\\\": 1, \\\"participer\\\": 2, \\\"disposez\\\": 1, \\\"fondamentaux\\\": 1, \\\"exercer\\\": 1, \\\"lors\\\": 1, \\\"information\\\": 1, \\\"ordre\\\": 3, \\\"liste\\\": 1, \\\"parer\\\": 2, \\\"claire\\\": 1, \\\"discussions\\\": 1, \\\"votes\\\": 5, \\\"expression\\\": 1, \\\"proposer\\\": 1, \\\"ajout\\\": 1, \\\"atteignez\\\": 1, \\\"prendre\\\": 1, \\\"parole\\\": 1, \\\"pendant\\\": 1, \\\"nominations\\\": 1, \\\"influencer\\\": 1, \\\"orientation\\\": 1, \\\"journal\\\": 1, \\\"annonces\\\": 1, \\\"gales\\\": 1, \\\"site\\\": 2, \\\"web\\\": 1, \\\"cise\\\": 1, \\\"heure\\\": 1, \\\"lieu\\\": 2, \\\"modalite\\\": 1, \\\"participation\\\": 2, \\\"rifiez\\\": 1, \\\"nombre\\\": 1, \\\"dez\\\": 1, \\\"exigent\\\": 1, \\\"maximum\\\": 1, \\\"regrouper\\\": 1, \\\"devrez\\\": 1, \\\"inscrire\\\": 1, \\\"nominatif\\\": 1, \\\"certificat\\\": 1, \\\"porteur\\\": 1, \\\"j\\\": 1, \\\"comment\\\": 1, \\\"roule\\\": 1, \\\"enregistrement\\\": 1, \\\"sences\\\": 1, \\\"rifie\\\": 1, \\\"commence\\\": 1, \\\"quorum\\\": 1, \\\"atteint\\\": 1, \\\"vote\\\": 2, \\\"bats\\\": 1, \\\"discute\\\": 1, \\\"puis\\\": 1, \\\"soumises\\\": 1, \\\"bureau\\\": 1, \\\"scrutateurs\\\": 2, \\\"secre\\\": 1, \\\"voix\\\": 1, \\\"rifient\\\": 1, \\\"comptabilisent\\\": 1, \\\"trouver\\\": 1, \\\"proce\\\": 1, \\\"verbal\\\": 1, \\\"officiel\\\": 1, \\\"dige\\\": 1, \\\"archive\\\": 1, \\\"social\\\": 1, \\\"contient\\\": 1, \\\"adopte\\\": 1, \\\"tail\\\": 1, \\\"abstentions\\\": 1, \\\"consultable\\\": 1, \\\"bonus\\\": 1, \\\"tous\\\": 1, \\\"endroit\\\": 1, \\\"dividende\\\": 1, \\\"tachement\\\": 1, \\\"paiement\\\": 1, \\\"tails\\\": 1, \\\"afma\\\": 1, \\\"visualiser\\\": 74, \\\"afric\\\": 1, \\\"05\\\": 34, \\\"afriquia\\\": 1, \\\"03\\\": 6, \\\"175\\\": 1, \\\"08\\\": 5, \\\"04\\\": 7, \\\"agma\\\": 1, \\\"07\\\": 24, \\\"akdital\\\": 1, \\\"alliances\\\": 1, \\\"09\\\": 11, \\\"6\\\": 3, \\\"aluminium\\\": 1, \\\"aradei\\\": 1, \\\"13\\\": 6, \\\"atlanta\\\": 1, \\\"sanad\\\": 1, \\\"8\\\": 1, \\\"27\\\": 5, \\\"auto\\\": 2, \\\"hall\\\": 1, \\\"nejma\\\": 1, \\\"15\\\": 5, \\\"120\\\": 1, \\\"balima\\\": 1, \\\"boa\\\": 1, \\\"bmci\\\": 1, \\\"cfg\\\": 1, \\\"ciments\\\": 1, \\\"26\\\": 10, \\\"cmgp\\\": 1, \\\"01\\\": 4, \\\"colorado\\\": 1, \\\"ctm\\\": 1, \\\"cmt\\\": 1, \\\"cosumar\\\": 1, \\\"2026\\\": 1, \\\"41\\\": 1, \\\"dari\\\": 1, \\\"couspate\\\": 1, \\\"140\\\": 2, \\\"disty\\\": 1, \\\"disway\\\": 1, \\\"40\\\": 3, \\\"douja\\\": 1, \\\"prom\\\": 1, \\\"ennakl\\\": 1, \\\"38\\\": 1, \\\"eqdom\\\": 1, \\\"fenie\\\": 1, \\\"brossette\\\": 1, \\\"immorente\\\": 1, \\\"invest\\\": 1, \\\"t1\\\": 1, \\\"042025\\\": 1, \\\"t2\\\": 1, \\\"s2\\\": 1, \\\"involys\\\": 1, \\\"iam\\\": 1, \\\"label\\\": 1, \\\"vie\\\": 1, \\\"110\\\": 1, \\\"57\\\": 1, \\\"lafargeholcim\\\": 1, \\\"lesieur\\\": 1, \\\"m2m\\\": 1, \\\"maghreb\\\": 1, \\\"oxygene\\\": 1, \\\"maghrebail\\\": 1, \\\"53\\\": 1, \\\"managem\\\": 1, \\\"leasing\\\": 1, \\\"med\\\": 1, \\\"paper\\\": 1, \\\"microdata\\\": 1, \\\"mutandis\\\": 1, \\\"rebab\\\": 1, \\\"company\\\": 1, \\\"rds\\\": 1, \\\"risma\\\": 1, \\\"tard\\\": 3, \\\"salafin\\\": 1, \\\"sanlam\\\": 1, \\\"28\\\": 3, \\\"81\\\": 1, \\\"sodep\\\": 1, \\\"marsa\\\": 1, \\\"promopharm\\\": 1, \\\"srm\\\": 1, \\\"sothema\\\": 1, \\\"sbm\\\": 1, \\\"oulmes\\\": 1, \\\"s2m\\\": 1, \\\"smi\\\": 1, \\\"80\\\": 1, \\\"snep\\\": 1, \\\"stokvis\\\": 1, \\\"afrique\\\": 1, \\\"energies\\\": 1, \\\"113\\\": 1, \\\"unimer\\\": 1, \\\"wafa\\\": 1, \\\"assurance\\\": 1, \\\"zellidja\\\": 1, \\\"signale\\\": 1}\", \"word_docs\": \"{\\\"projet\\\": 1, \\\"galement\\\": 3, \\\"quasi\\\": 1, \\\"transportable\\\": 1, \\\"acier\\\": 1, \\\"tissu\\\": 1, \\\"franc\\\": 2, \\\"propres\\\": 1, \\\"pile\\\": 1, \\\"recherche\\\": 1, \\\"seuil\\\": 2, \\\"ses\\\": 2, \\\"engrais\\\": 1, \\\"avantage\\\": 1, \\\"laisser\\\": 1, \\\"grandes\\\": 2, \\\"hui\\\": 1, \\\"gique\\\": 2, \\\"trange\\\": 1, \\\"car\\\": 1, \\\"rale\\\": 2, \\\"diplomatique\\\": 1, \\\"europe\\\": 1, \\\"celui\\\": 2, \\\"principalement\\\": 1, \\\"renouvelables\\\": 1, \\\"ciment\\\": 1, \\\"signal\\\": 3, \\\"internationaux\\\": 1, \\\"phosphate\\\": 1, \\\"taqa\\\": 3, \\\"potentiel\\\": 2, \\\"parmi\\\": 3, \\\"ministre\\\": 1, \\\"redessine\\\": 1, \\\"autres\\\": 2, \\\"largement\\\": 1, \\\"plus\\\": 6, \\\"dollars\\\": 2, \\\"politique\\\": 1, \\\"produire\\\": 1, \\\"central\\\": 3, \\\"depuis\\\": 3, \\\"restructuration\\\": 1, \\\"repre\\\": 2, \\\"ve\\\": 3, \\\"visent\\\": 2, \\\"grande\\\": 1, \\\"unis\\\": 2, \\\"aujourde\\\": 1, \\\"nerge\\\": 1, \\\"non\\\": 3, \\\"pans\\\": 1, \\\"3\\\": 6, \\\"posse\\\": 2, \\\"contraintes\\\": 1, \\\"fene\\\": 1, \\\"ants\\\": 1, \\\"clients\\\": 1, \\\"75\\\": 1, \\\"avance\\\": 1, \\\"affirme\\\": 2, \\\"gamme\\\": 1, \\\"bilate\\\": 1, \\\"sultat\\\": 1, \\\"russie\\\": 1, \\\"propre\\\": 1, \\\"entreprises\\\": 3, \\\"interconnexions\\\": 1, \\\"prochaines\\\": 1, \\\"projets\\\": 1, \\\"gouvernance\\\": 2, \\\"transformer\\\": 1, \\\"provinces\\\": 1, \\\"jusqu\\\": 2, \\\"china\\\": 1, \\\"partir\\\": 1, \\\"ussir\\\": 1, \\\"res\\\": 3, \\\"vents\\\": 1, \\\"contexte\\\": 2, \\\"marocain\\\": 1, \\\"ortus\\\": 1, \\\"terme\\\": 2, \\\"solaire\\\": 1, \\\"cre\\\": 1, \\\"sormais\\\": 1, \\\"ambition\\\": 1, \\\"tats\\\": 1, \\\"montant\\\": 1, \\\"ope\\\": 3, \\\"illimite\\\": 1, \\\"acce\\\": 2, \\\"pourquoi\\\": 3, \\\"condition\\\": 1, \\\"conomique\\\": 2, \\\"six\\\": 1, \\\"carburants\\\": 1, \\\"dirhams\\\": 3, \\\"ciblera\\\": 1, \\\"mutation\\\": 1, \\\"levier\\\": 1, \\\"accrue\\\": 2, \\\"allemande\\\": 1, \\\"mesure\\\": 2, \\\"agit\\\": 1, \\\"2025\\\": 5, \\\"fait\\\": 4, \\\"vert\\\": 1, \\\"envoie\\\": 1, \\\"nordex\\\": 1, \\\"vers\\\": 2, \\\"souverainete\\\": 1, \\\"consommateurs\\\": 1, \\\"milliards\\\": 2, \\\"mondial\\\": 1, \\\"an\\\": 2, \\\"inte\\\": 5, \\\"produit\\\": 1, \\\"estime\\\": 1, \\\"youne\\\": 1, \\\"niveau\\\": 2, \\\"chose\\\": 1, \\\"laquelle\\\": 3, \\\"nouvelles\\\": 3, \\\"100\\\": 3, \\\"extension\\\": 1, \\\"ge\\\": 4, \\\"serves\\\": 1, \\\"imposer\\\": 1, \\\"exportations\\\": 2, \\\"poussant\\\": 1, \\\"travers\\\": 2, \\\"ainsi\\\": 1, \\\"carte\\\": 1, \\\"germano\\\": 1, \\\"carbone\\\": 1, \\\"institut\\\": 1, \\\"infrastructure\\\": 1, \\\"profonde\\\": 1, \\\"puissants\\\": 1, \\\"demande\\\": 1, \\\"utilise\\\": 2, \\\"aupre\\\": 1, \\\"cherche\\\": 2, \\\"rive\\\": 1, \\\"tendre\\\": 1, \\\"industriel\\\": 1, \\\"nergie\\\": 1, \\\"serve\\\": 1, \\\"takers\\\": 1, \\\"entend\\\": 1, \\\"retenus\\\": 1, \\\"ensoleillement\\\": 1, \\\"chelle\\\": 1, \\\"30\\\": 3, \\\"miratis\\\": 1, \\\"dible\\\": 1, \\\"peut\\\": 3, \\\"millions\\\": 2, \\\"s\\\": 7, \\\"couvrir\\\": 1, \\\"319\\\": 1, \\\"reliera\\\": 1, \\\"secteur\\\": 2, \\\"proble\\\": 1, \\\"construction\\\": 1, \\\"total\\\": 2, \\\"ricains\\\": 1, \\\"acciona\\\": 1, \\\"fossiles\\\": 1, \\\"annalena\\\": 1, \\\"phase\\\": 3, \\\"mode\\\": 2, \\\"soutenir\\\": 1, \\\"majeurs\\\": 1, \\\"rechercher\\\": 1, \\\"ja\\\": 2, \\\"croissant\\\": 1, \\\"cependant\\\": 1, \\\"oe\\\": 1, \\\"ne\\\": 7, \\\"cide\\\": 1, \\\"anne\\\": 3, \\\"veut\\\": 1, \\\"facilement\\\": 1, \\\"situation\\\": 1, \\\"allemandes\\\": 1, \\\"encore\\\": 3, \\\"dont\\\": 3, \\\"structurel\\\": 1, \\\"portugal\\\": 1, \\\"nareva\\\": 1, \\\"hydroge\\\": 1, \\\"importer\\\": 1, \\\"ame\\\": 2, \\\"intention\\\": 1, \\\"environ\\\": 1, \\\"bien\\\": 3, \\\"devienne\\\": 1, \\\"marche\\\": 6, \\\"aspire\\\": 1, \\\"pourrait\\\": 2, \\\"joue\\\": 1, \\\"paradoxale\\\": 1, \\\"fiables\\\": 1, \\\"juin\\\": 4, \\\"ts\\\": 1, \\\"cution\\\": 2, \\\"marocaine\\\": 1, \\\"jouer\\\": 2, \\\"voit\\\": 2, \\\"simplement\\\": 1, \\\"crucial\\\": 1, \\\"gions\\\": 1, \\\"2\\\": 4, \\\"seulement\\\": 1, \\\"saoudiens\\\": 1, \\\"enne\\\": 1, \\\"porte\\\": 2, \\\"climatiques\\\": 1, \\\"maroc\\\": 2, \\\"lourdement\\\": 1, \\\"ration\\\": 1, \\\"tique\\\": 1, \\\"strate\\\": 2, \\\"maritime\\\": 2, \\\"mondiale\\\": 1, \\\"l\\\": 6, \\\"gion\\\": 2, \\\"2030\\\": 1, \\\"su\\\": 1, \\\"exe\\\": 2, \\\"gra\\\": 1, \\\"directe\\\": 2, \\\"charbon\\\": 1, \\\"regroupe\\\": 1, \\\"monte\\\": 1, \\\"claration\\\": 1, \\\"entiers\\\": 1, \\\"choix\\\": 1, \\\"consortiums\\\": 1, \\\"cepsa\\\": 1, \\\"devient\\\": 1, \\\"usines\\\": 1, \\\"sente\\\": 2, \\\"batteries\\\": 1, \\\"d\\\": 7, \\\"off\\\": 1, \\\"course\\\": 1, \\\"investissements\\\": 2, \\\"fournisseur\\\": 1, \\\"or\\\": 2, \\\"passe\\\": 1, \\\"veloppant\\\": 1, \\\"lourde\\\": 1, \\\"partenaires\\\": 1, \\\"allemagne\\\": 1, \\\"300\\\": 3, \\\"kg\\\": 1, \\\"renforcement\\\": 1, \\\"iresen\\\": 1, \\\"international\\\": 1, \\\"validant\\\": 1, \\\"three\\\": 1, \\\"offrirait\\\": 1, \\\"pre\\\": 7, \\\"e\\\": 8, \\\"record\\\": 1, \\\"industrielle\\\": 1, \\\"ammoniac\\\": 1, \\\"industrie\\\": 3, \\\"marocains\\\": 1, \\\"usa\\\": 1, \\\"majeur\\\": 1, \\\"monde\\\": 2, \\\"carbonation\\\": 1, \\\"cou\\\": 1, \\\"aises\\\": 1, \\\"compe\\\": 1, \\\"renouvelable\\\": 1, \\\"cle\\\": 2, \\\"compter\\\": 1, \\\"carboner\\\": 1, \\\"engagements\\\": 1, \\\"boucler\\\": 1, \\\"guelmim\\\": 1, \\\"ukraine\\\": 1, \\\"acteur\\\": 2, \\\"proches\\\": 1, \\\"tre\\\": 4, \\\"mars\\\": 1, \\\"pays\\\": 2, \\\"pipeline\\\": 1, \\\"mise\\\": 2, \\\"bas\\\": 3, \\\"rapide\\\": 1, \\\"4\\\": 2, \\\"dakhla\\\": 1, \\\"baerbock\\\": 1, \\\"laa\\\": 1, \\\"espagne\\\": 1, \\\"chinois\\\": 2, \\\"allemands\\\": 1, \\\"c\\\": 3, \\\"permettrait\\\": 1, \\\"exportateur\\\": 1, \\\"transition\\\": 1, \\\"engage\\\": 2, \\\"t\\\": 3, \\\"sources\\\": 1, \\\"gorges\\\": 1, \\\"hicules\\\": 1, \\\"cinquie\\\": 1, \\\"essor\\\": 1, \\\"occasion\\\": 2, \\\"selon\\\": 2, \\\"gaz\\\": 2, \\\"grands\\\": 2, \\\"clairement\\\": 1, \\\"filie\\\": 1, \\\"inscrit\\\": 1, \\\"actuellement\\\": 1, \\\"entre\\\": 3, \\\"gie\\\": 1, \\\"ocp\\\": 1, \\\"industrialisation\\\": 1, \\\"2024\\\": 2, \\\"industriels\\\": 1, \\\"guerre\\\": 1, \\\"notamment\\\": 2, \\\"transport\\\": 1, \\\"russe\\\": 1, \\\"comme\\\": 2, \\\"mondiales\\\": 2, \\\"exemple\\\": 1, \\\"bataille\\\": 1, \\\"titivite\\\": 1, \\\"aussi\\\": 4, \\\"tonnes\\\": 1, \\\"illustrant\\\": 1, \\\"raison\\\": 1, \\\"france\\\": 1, \\\"remplacer\\\": 1, \\\"h2med\\\": 1, \\\"70\\\": 3, \\\"opportunite\\\": 2, \\\"signe\\\": 2, \\\"ro\\\": 3, \\\"pendants\\\": 1, \\\"tude\\\": 1, \\\"titif\\\": 1, \\\"pondre\\\": 1, \\\"berlin\\\": 1, \\\"revirement\\\": 2, \\\"n\\\": 3, \\\"passer\\\": 1, \\\"sud\\\": 1, \\\"production\\\": 1, \\\"pose\\\": 1, \\\"lectriques\\\": 1, \\\"royaume\\\": 1, \\\"ornx\\\": 1, \\\"fin\\\": 2, \\\"face\\\": 2, \\\"justement\\\": 1, \\\"prix\\\": 2, \\\"gimes\\\": 1, \\\"matique\\\": 2, \\\"centrales\\\": 1, \\\"contours\\\": 1, \\\"re\\\": 8, \\\"chai\\\": 1, \\\"exporter\\\": 1, \\\"nergies\\\": 1, \\\"activement\\\": 1, \\\"phare\\\": 1, \\\"200\\\": 2, \\\"ressources\\\": 2, \\\"ens\\\": 1, \\\"importe\\\": 1, \\\"fort\\\": 1, \\\"valeur\\\": 4, \\\"actifs\\\": 2, \\\"curise\\\": 1, \\\"5\\\": 3, \\\"points\\\": 3, \\\"soulagement\\\": 1, \\\"agence\\\": 1, \\\"grimpait\\\": 1, \\\"iran\\\": 1, \\\"46\\\": 2, \\\"persique\\\": 1, \\\"irak\\\": 1, \\\"juge\\\": 1, \\\"attendus\\\": 1, \\\"parvenir\\\": 1, \\\"reste\\\": 2, \\\"17\\\": 2, \\\"certain\\\": 2, \\\"donc\\\": 2, \\\"japonais\\\": 1, \\\"incertitude\\\": 1, \\\"intelligence\\\": 1, \\\"cas\\\": 3, \\\"toute\\\": 2, \\\"potentielle\\\": 1, \\\"laisse\\\": 1, \\\"surtaxes\\\": 1, \\\"firme\\\": 1, \\\"iranien\\\": 1, \\\"ran\\\": 1, \\\"duire\\\": 1, \\\"contre\\\": 2, \\\"suspendues\\\": 1, \\\"once\\\": 1, \\\"haleine\\\": 1, \\\"1\\\": 4, \\\"hongkongais\\\": 1, \\\"mercredi\\\": 1, \\\"uktmo\\\": 1, \\\"20\\\": 4, \\\"gmt\\\": 1, \\\"liennes\\\": 1, \\\"nexon\\\": 1, \\\"composite\\\": 1, \\\"commente\\\": 1, \\\"environnement\\\": 1, \\\"nippone\\\": 1, \\\"figure\\\": 2, \\\"envisager\\\": 1, \\\"prolongation\\\": 1, \\\"notait\\\": 1, \\\"offre\\\": 2, \\\"427\\\": 1, \\\"ciblant\\\": 1, \\\"groep\\\": 1, \\\"trole\\\": 1, \\\"sce\\\": 1, \\\"52\\\": 3, \\\"baril\\\": 1, \\\"tudes\\\": 2, \\\"voyait\\\": 1, \\\"entourant\\\": 1, \\\"abandonnait\\\": 1, \\\"7\\\": 3, \\\"14\\\": 2, \\\"dix\\\": 1, \\\"22\\\": 2, \\\"warren\\\": 1, \\\"chinoises\\\": 1, \\\"he\\\": 1, \\\"flux\\\": 2, \\\"apre\\\": 4, \\\"ricain\\\": 1, \\\"producteurs\\\": 1, \\\"noir\\\": 1, \\\"tit\\\": 1, \\\"cauchemar\\\": 1, \\\"quant\\\": 2, \\\"affecter\\\": 1, \\\"aire\\\": 1, \\\"internet\\\": 2, \\\"lohmann\\\": 1, \\\"escalade\\\": 1, \\\"sous\\\": 2, \\\"nv\\\": 1, \\\"ae\\\": 1, \\\"issue\\\": 1, \\\"mer\\\": 1, \\\"spi\\\": 1, \\\"michael\\\": 1, \\\"aversion\\\": 1, \\\"gonfle\\\": 1, \\\"etats\\\": 1, \\\"places\\\": 1, \\\"victimes\\\": 1, \\\"forte\\\": 2, \\\"frappes\\\": 1, \\\"trolier\\\": 1, \\\"topix\\\": 1, \\\"dites\\\": 1, \\\"cela\\\": 2, \\\"leve\\\": 2, \\\"restent\\\": 1, \\\"alors\\\": 1, \\\"appe\\\": 1, \\\"alarme\\\": 1, \\\"avant\\\": 3, \\\"77\\\": 1, \\\"perdait\\\": 1, \\\"primes\\\": 1, \\\"nucle\\\": 1, \\\"japon\\\": 1, \\\"particulier\\\": 1, \\\"sident\\\": 2, \\\"12\\\": 3, \\\"envolait\\\": 1, \\\"curite\\\": 1, \\\"nouveaux\\\": 1, \\\"patterson\\\": 1, \\\"risque\\\": 3, \\\"devise\\\": 1, \\\"prohibitives\\\": 1, \\\"jours\\\": 2, \\\"racheter\\\": 1, \\\"emballement\\\": 1, \\\"envoler\\\": 1, \\\"raisons\\\": 1, \\\"monnaies\\\": 1, \\\"mufg\\\": 1, \\\"boursie\\\": 3, \\\"valuation\\\": 1, \\\"maintenant\\\": 2, \\\"bloque\\\": 2, \\\"envole\\\": 1, \\\"lance\\\": 1, \\\"augmentations\\\": 1, \\\"oman\\\": 1, \\\"innes\\\": 1, \\\"but\\\": 1, \\\"finir\\\": 1, \\\"touchant\\\": 1, \\\"750\\\": 1, \\\"tensions\\\": 1, \\\"courtier\\\": 1, \\\"ment\\\": 2, \\\"010\\\": 1, \\\"pression\\\": 2, \\\"autant\\\": 1, \\\"bondissait\\\": 1, \\\"nombreux\\\": 1, \\\"02\\\": 2, \\\"momentane\\\": 1, \\\"largi\\\": 1, \\\"fermeture\\\": 1, \\\"commencer\\\": 1, \\\"0\\\": 3, \\\"lienne\\\": 1, \\\"rasmussen\\\": 1, \\\"mene\\\": 1, \\\"asie\\\": 1, \\\"refuge\\\": 1, \\\"dollar\\\": 1, \\\"droits\\\": 2, \\\"vedette\\\": 1, \\\"sites\\\": 1, \\\"soupir\\\": 1, \\\"absolu\\\": 1, \\\"riennes\\\": 1, \\\"aires\\\": 1, \\\"24\\\": 3, \\\"sapprobation\\\": 1, \\\"militaires\\\": 1, \\\"derniers\\\": 1, \\\"avertissement\\\": 1, \\\"brent\\\": 1, \\\"143\\\": 1, \\\"68\\\": 1, \\\"nikkei\\\": 1, \\\"indice\\\": 2, \\\"impose\\\": 1, \\\"hang\\\": 1, \\\"regain\\\": 1, \\\"asset\\\": 1, \\\"acheve\\\": 1, \\\"triment\\\": 1, \\\"habituel\\\": 1, \\\"installations\\\": 1, \\\"accru\\\": 1, \\\"nord\\\": 2, \\\"global\\\": 3, \\\"jeux\\\": 1, \\\"hante\\\": 1, \\\"sugge\\\": 2, \\\"douanie\\\": 1, \\\"avertissait\\\": 1, \\\"bloomberg\\\": 1, \\\"cemment\\\": 1, \\\"golfe\\\": 1, \\\"risk\\\": 1, \\\"37\\\": 3, \\\"suscitant\\\": 1, \\\"retour\\\": 1, \\\"ciproques\\\": 1, \\\"wan\\\": 1, \\\"tencent\\\": 1, \\\"tokai\\\": 1, \\\"taient\\\": 1, \\\"concernant\\\": 2, \\\"premie\\\": 3, \\\"23\\\": 3, \\\"management\\\": 1, \\\"ormuz\\\": 1, \\\"affecte\\\": 1, \\\"programme\\\": 2, \\\"confrontation\\\": 1, \\\"rede\\\": 1, \\\"accord\\\": 1, \\\"ailleurs\\\": 1, \\\"opolitiques\\\": 2, \\\"taipei\\\": 1, \\\"opolitique\\\": 1, \\\"veloppeur\\\": 1, \\\"reculait\\\": 1, \\\"inquie\\\": 2, \\\"21\\\": 2, \\\"devises\\\": 1, \\\"trump\\\": 1, \\\"troliers\\\": 1, \\\"britannique\\\": 1, \\\"11\\\": 2, \\\"narios\\\": 1, \\\"shenzhen\\\": 1, \\\"cite\\\": 1, \\\"pourparlers\\\": 1, \\\"suisse\\\": 1, \\\"sydney\\\": 1, \\\"jouait\\\": 1, \\\"yen\\\": 1, \\\"vendredi\\\": 2, \\\"donald\\\": 1, \\\"yens\\\": 1, \\\"retient\\\": 1, \\\"oul\\\": 1, \\\"macroe\\\": 1, \\\"terrasse\\\": 1, \\\"plique\\\": 1, \\\"tait\\\": 1, \\\"grer\\\": 1, \\\"juillet\\\": 1, \\\"arne\\\": 1, \\\"pe\\\": 3, \\\"19\\\": 2, \\\"automobile\\\": 1, \\\"agi\\\": 1, \\\"ambassade\\\": 1, \\\"passage\\\": 1, \\\"mondiaux\\\": 1, \\\"reculant\\\": 1, \\\"autour\\\": 3, \\\"wti\\\": 1, \\\"ing\\\": 1, \\\"jusque\\\": 1, \\\"investisseurs\\\": 1, \\\"annonce\\\": 1, \\\"ant\\\": 1, \\\"deux\\\": 4, \\\"02h40\\\": 1, \\\"jeudi\\\": 1, \\\"effectifs\\\": 1, \\\"redoutaient\\\": 1, \\\"arme\\\": 1, \\\"ricano\\\": 1, \\\"exprime\\\": 1, \\\"shanghai\\\": 1, \\\"tandis\\\": 2, \\\"mouvement\\\": 2, \\\"obligeant\\\": 1, \\\"israe\\\": 1, \\\"capitalisation\\\": 3, \\\"renforcer\\\": 1, \\\"conomiques\\\": 2, \\\"stephen\\\": 1, \\\"impliquant\\\": 1, \\\"ricaine\\\": 1, \\\"gociations\\\": 1, \\\"71\\\": 1, \\\"voir\\\": 1, \\\"troit\\\": 1, \\\"elles\\\": 1, \\\"washington\\\": 1, \\\"implications\\\": 1, \\\"seng\\\": 1, \\\"prime\\\": 2, \\\"02h00\\\": 1, \\\"76\\\": 1, \\\"tokyo\\\": 1, \\\"714\\\": 1, \\\"perturbation\\\": 1, \\\"indique\\\": 4, \\\"inclus\\\": 1, \\\"mission\\\": 1, \\\"publie\\\": 2, \\\"cote\\\": 4, \\\"prospectus\\\": 1, \\\"fe\\\": 1, \\\"qu\\\": 3, \\\"tranches\\\": 1, \\\"secondaire\\\": 1, \\\"45\\\": 1, \\\"al\\\": 1, \\\"facial\\\": 1, \\\"subordonne\\\": 1, \\\"mone\\\": 1, \\\"visable\\\": 1, \\\"termine\\\": 2, \\\"ans\\\": 1, \\\"souscription\\\": 1, \\\"base\\\": 2, \\\"augmente\\\": 1, \\\"taire\\\": 2, \\\"maghrib\\\": 1, \\\"bank\\\": 3, \\\"cisant\\\": 1, \\\"tale\\\": 1, \\\"obligataire\\\": 1, \\\"courbe\\\": 1, \\\"relatif\\\": 1, \\\"plein\\\": 1, \\\"fixe\\\": 1, \\\"sor\\\": 1, \\\"vise\\\": 1, \\\"25\\\": 3, \\\"pbs\\\": 1, \\\"riode\\\": 2, \\\"ammc\\\": 2, \\\"bons\\\": 1, \\\"attijariwafa\\\": 2, \\\"b\\\": 1, \\\"rence\\\": 1, \\\"emprunt\\\": 1, \\\"maturite\\\": 1, \\\"communique\\\": 2, \\\"50\\\": 3, \\\"telle\\\": 1, \\\"semaines\\\": 1, \\\"date\\\": 2, \\\"compose\\\": 2, \\\"tranche\\\": 1, \\\"tiers\\\": 1, \\\"petites\\\": 1, \\\"factoring\\\": 1, \\\"favoriser\\\": 1, \\\"precise\\\": 1, \\\"rencontres\\\": 1, \\\"mentaire\\\": 1, \\\"senter\\\": 2, \\\"seaux\\\": 1, \\\"pratiques\\\": 1, \\\"comple\\\": 1, \\\"business\\\": 1, \\\"ficieront\\\": 1, \\\"experts\\\": 1, \\\"cible\\\": 1, \\\"accompagnement\\\": 1, \\\"offrir\\\": 1, \\\"rateurs\\\": 2, \\\"participatif\\\": 1, \\\"vocation\\\": 1, \\\"mobilisation\\\": 1, \\\"faveur\\\": 1, \\\"pme\\\": 1, \\\"mentarite\\\": 1, \\\"moyennes\\\": 1, \\\"mois\\\": 2, \\\"cessaire\\\": 1, \\\"activite\\\": 2, \\\"vue\\\": 3, \\\"facilite\\\": 1, \\\"rendez\\\": 1, \\\"appuyant\\\": 1, \\\"tel\\\": 1, \\\"meilleures\\\": 1, \\\"diffe\\\": 1, \\\"sensibiliser\\\": 1, \\\"nationale\\\": 1, \\\"expertise\\\": 1, \\\"globale\\\": 1, \\\"the\\\": 1, \\\"direct\\\": 1, \\\"savoir\\\": 1, \\\"cline\\\": 1, \\\"attentes\\\": 1, \\\"dialogue\\\": 1, \\\"source\\\": 1, \\\"apporter\\\": 1, \\\"meetings\\\": 1, \\\"gionaux\\\": 1, \\\"of\\\": 1, \\\"be\\\": 1, \\\"rentes\\\": 1, \\\"internes\\\": 1, \\\"financement\\\": 1, \\\"lancent\\\": 1, \\\"expertises\\\": 1, \\\"change\\\": 2, \\\"matie\\\": 1, \\\"gional\\\": 1, \\\"die\\\": 1, \\\"gestion\\\": 2, \\\"rie\\\": 1, \\\"filiales\\\": 1, \\\"workshops\\\": 1, \\\"gionales\\\": 1, \\\"africa\\\": 1, \\\"matiques\\\": 1, \\\"forme\\\": 1, \\\"bout\\\": 1, \\\"ancrage\\\": 1, \\\"position\\\": 1, \\\"dynamique\\\": 1, \\\"courant\\\": 1, \\\"conjointe\\\": 1, \\\"allers\\\": 1, \\\"pourtant\\\": 1, \\\"utile\\\": 1, \\\"snapshot\\\": 1, \\\"fluide\\\": 1, \\\"der\\\": 2, \\\"compte\\\": 1, \\\"mouvements\\\": 1, \\\"73\\\": 2, \\\"majorite\\\": 1, \\\"gagne\\\": 1, \\\"historique\\\": 1, \\\"dernier\\\": 1, \\\"gime\\\": 1, \\\"connai\\\": 1, \\\"sinte\\\": 1, \\\"tout\\\": 2, \\\"volumes\\\": 1, \\\"standardise\\\": 1, \\\"refle\\\": 1, \\\"sidences\\\": 1, \\\"modeste\\\": 1, \\\"circulation\\\": 1, \\\"ristiques\\\": 1, \\\"jet\\\": 2, \\\"approche\\\": 1, \\\"moyenne\\\": 1, \\\"sens\\\": 1, \\\"court\\\": 1, \\\"canique\\\": 1, \\\"bancaires\\\": 1, \\\"comportement\\\": 1, \\\"gociation\\\": 1, \\\"fre\\\": 1, \\\"lection\\\": 1, \\\"43\\\": 2, \\\"courts\\\": 1, \\\"structurelle\\\": 1, \\\"guliers\\\": 1, \\\"changer\\\": 2, \\\"500\\\": 1, \\\"faut\\\": 1, \\\"31\\\": 2, \\\"volatils\\\": 1, \\\"parlant\\\": 1, \\\"carnets\\\": 1, \\\"exerce\\\": 1, \\\"apparaisse\\\": 1, \\\"active\\\": 1, \\\"parfois\\\": 1, \\\"pertinence\\\": 1, \\\"bcp\\\": 2, \\\"vitesse\\\": 1, \\\"perspective\\\": 1, \\\"nuance\\\": 1, \\\"tention\\\": 2, \\\"sensibilite\\\": 1, \\\"diaire\\\": 1, \\\"gele\\\": 1, \\\"valeurs\\\": 1, \\\"spe\\\": 1, \\\"per\\\": 1, \\\"bmce\\\": 1, \\\"souvent\\\": 1, \\\"diane\\\": 1, \\\"casablanca\\\": 3, \\\"calcul\\\": 1, \\\"sie\\\": 2, \\\"hps\\\": 2, \\\"disent\\\": 1, \\\"propose\\\": 2, \\\"degre\\\": 1, \\\"action\\\": 2, \\\"taille\\\": 1, \\\"retours\\\": 1, \\\"indicateur\\\": 1, \\\"brut\\\": 1, \\\"sert\\\": 1, \\\"fac\\\": 1, \\\"prenons\\\": 1, \\\"titre\\\": 2, \\\"dessus\\\": 1, \\\"revenir\\\": 1, \\\"titres\\\": 1, \\\"ponctuelle\\\": 1, \\\"toujours\\\": 1, \\\"34\\\": 2, \\\"rieure\\\": 1, \\\"instabilite\\\": 1, \\\"lorsqu\\\": 1, \\\"donne\\\": 2, \\\"connaissent\\\": 1, \\\"relative\\\": 1, \\\"92\\\": 1, \\\"lequel\\\": 1, \\\"disponible\\\": 1, \\\"48\\\": 1, \\\"concentre\\\": 1, \\\"126\\\": 1, \\\"culative\\\": 1, \\\"cifiques\\\": 1, \\\"cache\\\": 1, \\\"vraiment\\\": 1, \\\"addoha\\\": 3, \\\"peu\\\": 1, \\\"chantillon\\\": 1, \\\"tecter\\\": 1, \\\"supe\\\": 1, \\\"caracte\\\": 1, \\\"transactionnelle\\\": 1, \\\"interpre\\\": 1, \\\"29\\\": 2, \\\"vitesses\\\": 1, \\\"calcule\\\": 1, \\\"faible\\\": 1, \\\"tation\\\": 1, \\\"limites\\\": 1, \\\"erreur\\\": 1, \\\"identifier\\\": 1, \\\"stable\\\": 1, \\\"entoure\\\": 1, \\\"affichent\\\": 1, \\\"volume\\\": 2, \\\"notion\\\": 1, \\\"afficher\\\": 1, \\\"ter\\\": 1, \\\"74\\\": 1, \\\"mains\\\": 1, \\\"indicateurs\\\": 1, \\\"tension\\\": 1, \\\"anticiper\\\": 1, \\\"technique\\\": 2, \\\"contractors\\\": 2, \\\"holding\\\": 2, \\\"rien\\\": 1, \\\"etc\\\": 1, \\\"concre\\\": 1, \\\"rapport\\\": 2, \\\"permet\\\": 1, \\\"saada\\\": 1, \\\"seuils\\\": 1, \\\"catalyseurs\\\": 1, \\\"rentabilite\\\": 1, \\\"diaires\\\": 1, \\\"contrairement\\\": 1, \\\"relatifs\\\": 1, \\\"lateurs\\\": 1, \\\"capitaux\\\": 1, \\\"hauts\\\": 2, \\\"flottante\\\": 1, \\\"renseigne\\\": 1, \\\"correspond\\\": 1, \\\"delta\\\": 2, \\\"ratio\\\": 1, \\\"lecture\\\": 1, \\\"combinent\\\": 1, \\\"notable\\\": 1, \\\"variation\\\": 1, \\\"10\\\": 2, \\\"observateur\\\": 1, \\\"arre\\\": 1, \\\"sence\\\": 1, \\\"alerte\\\": 1, \\\"changement\\\": 1, \\\"mai\\\": 1, \\\"comportemental\\\": 1, \\\"profil\\\": 1, \\\"cdm\\\": 2, \\\"top\\\": 1, \\\"latrice\\\": 1, \\\"102\\\": 1, \\\"rarement\\\": 1, \\\"institutionnel\\\": 1, \\\"force\\\": 1, \\\"seul\\\": 2, \\\"bkgr\\\": 1, \\\"quoi\\\": 1, \\\"extre\\\": 1, \\\"changes\\\": 2, \\\"beaucoup\\\": 1, \\\"actif\\\": 2, \\\"volution\\\": 1, \\\"interme\\\": 1, \\\"main\\\": 1, \\\"contenue\\\": 1, \\\"118\\\": 1, \\\"retourne\\\": 1, \\\"chaque\\\": 2, \\\"classement\\\": 1, \\\"signaler\\\": 1, \\\"flottant\\\": 1, \\\"croise\\\": 1, \\\"niveaux\\\": 2, \\\"research\\\": 1, \\\"sembler\\\": 1, \\\"doit\\\": 2, \\\"gulier\\\": 1, \\\"gralement\\\": 1, \\\"fondamental\\\": 1, \\\"discontinus\\\": 1, \\\"achat\\\": 1, \\\"dar\\\": 1, \\\"moins\\\": 2, \\\"faibles\\\": 1, \\\"performances\\\": 1, \\\"ordres\\\": 1, \\\"pendamment\\\": 1, \\\"induire\\\": 1, \\\"syste\\\": 1, \\\"inde\\\": 1, \\\"autre\\\": 1, \\\"cih\\\": 2, \\\"volatilite\\\": 1, \\\"performance\\\": 1, \\\"pertinente\\\": 1, \\\"tgcc\\\": 3, \\\"tudier\\\": 1, \\\"duit\\\": 1, \\\"44\\\": 1, \\\"confirmer\\\": 1, \\\"manie\\\": 2, \\\"absolue\\\": 1, \\\"puisqu\\\": 1, \\\"compare\\\": 1, \\\"dit\\\": 1, \\\"valorisation\\\": 1, \\\"techniques\\\": 1, \\\"rotation\\\": 1, \\\"mdh\\\": 1, \\\"tement\\\": 1, \\\"cents\\\": 1, \\\"simple\\\": 1, \\\"trader\\\": 1, \\\"excitation\\\": 1, \\\"intensite\\\": 1, \\\"discipline\\\": 1, \\\"tenant\\\": 1, \\\"configuration\\\": 1, \\\"effet\\\": 1, \\\"affiche\\\": 1, \\\"variations\\\": 1, \\\"haussier\\\": 1, \\\"trading\\\": 1, \\\"oblique\\\": 1, \\\"assauts\\\": 1, \\\"haussiers\\\": 1, \\\"manifestent\\\": 1, \\\"creux\\\": 1, \\\"continuation\\\": 1, \\\"courage\\\": 1, \\\"avril\\\": 2, \\\"800\\\": 1, \\\"fragilise\\\": 1, \\\"ligne\\\": 1, \\\"rupture\\\": 1, \\\"nouvelle\\\": 1, \\\"libe\\\": 1, \\\"sonasid\\\": 2, \\\"nouveau\\\": 1, \\\"septembre\\\": 1, \\\"relevons\\\": 1, \\\"sistance\\\": 1, \\\"triangle\\\": 1, \\\"montre\\\": 1, \\\"780\\\": 1, \\\"ensuite\\\": 1, \\\"jour\\\": 3, \\\"point\\\": 1, \\\"rialise\\\": 1, \\\"gre\\\": 1, \\\"rouge\\\": 1, \\\"horizontale\\\": 1, \\\"ascendant\\\": 1, \\\"chartiste\\\": 1, \\\"trouve\\\": 1, \\\"acheteurs\\\": 1, \\\"mate\\\": 1, \\\"volue\\\": 1, \\\"portefeuille\\\": 1, \\\"support\\\": 1, \\\"clo\\\": 2, \\\"argumentaire\\\": 1, \\\"ture\\\": 1, \\\"type\\\": 1, \\\"purement\\\": 1, \\\"provoque\\\": 1, \\\"2023\\\": 1, \\\"grons\\\": 1, \\\"60\\\": 2, \\\"485\\\": 1, \\\"lundi\\\": 1, \\\"178\\\": 1, \\\"96\\\": 1, \\\"00\\\": 1, \\\"32\\\": 1, \\\"35\\\": 1, \\\"fond\\\": 1, \\\"dente\\\": 1, \\\"47\\\": 1, \\\"95\\\": 2, \\\"16\\\": 2, \\\"palmare\\\": 1, \\\"86\\\": 1, \\\"masi\\\": 1, \\\"limite\\\": 1, \\\"stroc\\\": 2, \\\"orient\\\": 1, \\\"turer\\\": 1, \\\"baisses\\\": 1, \\\"progression\\\": 1, \\\"enregistrant\\\": 1, \\\"tablie\\\": 1, \\\"enregistre\\\": 1, \\\"domine\\\": 1, \\\"18\\\": 2, \\\"dant\\\": 1, \\\"recul\\\": 1, \\\"recule\\\": 1, \\\"ance\\\": 1, \\\"06\\\": 2, \\\"consolidation\\\": 1, \\\"39\\\": 2, \\\"morocco\\\": 2, \\\"hausses\\\": 1, \\\"953\\\": 1, \\\"142\\\": 1, \\\"net\\\": 1, \\\"teste\\\": 1, \\\"semaine\\\": 1, \\\"entame\\\": 1, \\\"poursuivant\\\": 1, 