"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 10000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 5, \"word_counts\": \"{\\\"lhm\\\": 1, \\\"inauguration\\\": 2, \\\"officielle\\\": 2, \\\"nouvelle\\\": 2, \\\"usine\\\": 3, \\\"clinker\\\": 2, \\\"ciment\\\": 2, \\\"figuil\\\": 2, \\\"cameroun\\\": 5, \\\"re\\\": 32, \\\"monie\\\": 1, \\\"inte\\\": 5, \\\"gre\\\": 1, \\\"e\\\": 23, \\\"production\\\": 2, \\\"tenue\\\": 2, \\\"12\\\": 2, \\\"juin\\\": 6, \\\"2025\\\": 6, \\\"sous\\\": 2, \\\"pre\\\": 9, \\\"dence\\\": 1, \\\"excellence\\\": 1, \\\"premier\\\": 1, \\\"ministre\\\": 1, \\\"carneroun\\\": 1, \\\"dr\\\": 1, \\\"joseph\\\": 1, \\\"dion\\\": 1, \\\"ngute\\\": 1, \\\"sence\\\": 1, \\\"plusieurs\\\": 2, \\\"membres\\\": 2, \\\"gouvernement\\\": 1, \\\"camerounais\\\": 2, \\\"ainsi\\\": 2, \\\"sident\\\": 1, \\\"lafargeholcim\\\": 1, \\\"maroc\\\": 3, \\\"afrique\\\": 3, \\\"lhma\\\": 4, \\\"infrastructure\\\": 1, \\\"industrielle\\\": 2, \\\"porte\\\": 3, \\\"cimfig\\\": 1, \\\"fliale\\\": 1, \\\"100\\\": 1, \\\"cimencam\\\": 2, \\\"55\\\": 1, \\\"dote\\\": 1, \\\"d\\\": 9, \\\"capacite\\\": 2, \\\"nominale\\\": 1, \\\"500\\\": 1, \\\"000\\\": 1, \\\"tonnes\\\": 2, \\\"an\\\": 1, \\\"dernie\\\": 1, \\\"ge\\\": 3, \\\"ne\\\": 6, \\\"ration\\\": 1, \\\"premie\\\": 3, \\\"genre\\\": 1, \\\"pays\\\": 1, \\\"marque\\\": 1, \\\"avance\\\": 1, \\\"majeure\\\": 1, \\\"grand\\\": 1, \\\"nord\\\": 1, \\\"mise\\\": 1, \\\"service\\\": 1, \\\"totale\\\": 1, \\\"2\\\": 2, \\\"3\\\": 2, \\\"millions\\\": 5, \\\"consolidant\\\": 1, \\\"position\\\": 3, \\\"leader\\\": 1, \\\"marche\\\": 6, \\\"fruit\\\": 1, \\\"anne\\\": 3, \\\"planification\\\": 1, \\\"efforts\\\": 1, \\\"conjoints\\\": 1, \\\"alisation\\\": 1, \\\"cessite\\\": 1, \\\"global\\\": 2, \\\"65\\\": 1, \\\"milliards\\\": 3, \\\"fcfa\\\": 1, \\\"plus\\\": 3, \\\"1\\\": 8, \\\"dirhams\\\": 11, \\\"financement\\\": 3, \\\"assure\\\": 1, \\\"pool\\\": 1, \\\"bancaire\\\": 1, \\\"conduit\\\": 1, \\\"socie\\\": 2, \\\"commerciale\\\": 1, \\\"scb\\\": 1, \\\"attijariwafa\\\": 3, \\\"bank\\\": 10, \\\"agissant\\\": 1, \\\"tant\\\": 1, \\\"teur\\\": 1, \\\"principal\\\": 1, \\\"lafarge\\\": 2, \\\"holcim\\\": 2, \\\"ope\\\": 2, \\\"subsaharienne\\\": 1, \\\"francophone\\\": 1, \\\"tient\\\": 1, \\\"participations\\\": 1, \\\"cimentie\\\": 1, \\\"res\\\": 1, \\\"co\\\": 1, \\\"ivoire\\\": 1, \\\"be\\\": 2, \\\"nin\\\": 1, \\\"guine\\\": 1, \\\"vision\\\": 1, \\\"long\\\": 1, \\\"terme\\\": 1, \\\"aspire\\\": 1, \\\"acteur\\\": 3, \\\"gional\\\": 2, \\\"fe\\\": 9, \\\"rence\\\": 9, \\\"travers\\\": 2, \\\"optimisation\\\": 1, \\\"ses\\\": 4, \\\"actifs\\\": 1, \\\"fort\\\": 1, \\\"potentiel\\\": 1, \\\"tirant\\\": 1, \\\"notamment\\\": 1, \\\"parti\\\": 1, \\\"synergies\\\": 1, \\\"s\\\": 9, \\\"portefeuille\\\": 1, \\\"al\\\": 5, \\\"mada\\\": 1, \\\"ammc\\\": 4, \\\"vise\\\": 2, \\\"prospectus\\\": 2, \\\"relatif\\\": 2, \\\"mission\\\": 2, \\\"emprunt\\\": 4, \\\"obligataire\\\": 2, \\\"subordonne\\\": 2, \\\"5\\\": 2, \\\"maturite\\\": 4, \\\"7\\\": 4, \\\"ans\\\": 4, \\\"compose\\\": 2, \\\"deux\\\": 2, \\\"tranches\\\": 2, \\\"non\\\": 2, \\\"cote\\\": 3, \\\"indique\\\": 3, \\\"communique\\\": 4, \\\"cisant\\\": 2, \\\"pe\\\": 2, \\\"riode\\\": 2, \\\"souscription\\\": 2, \\\"tale\\\": 2, \\\"23\\\": 2, \\\"25\\\": 3, \\\"inclus\\\": 2, \\\"t\\\": 4, \\\"facial\\\": 4, \\\"tranche\\\": 4, \\\"fixe\\\": 2, \\\"termine\\\": 4, \\\"courbe\\\": 4, \\\"secondaire\\\": 4, \\\"bons\\\": 4, \\\"tre\\\": 4, \\\"sor\\\": 4, \\\"telle\\\": 4, \\\"qu\\\": 4, \\\"publie\\\": 4, \\\"maghrib\\\": 4, \\\"date\\\": 2, \\\"20\\\": 3, \\\"augmente\\\": 4, \\\"prime\\\": 4, \\\"risque\\\": 5, \\\"50\\\": 2, \\\"points\\\": 5, \\\"base\\\": 2, \\\"pbs\\\": 4, \\\"concernant\\\": 2, \\\"b\\\": 2, \\\"visable\\\": 2, \\\"plein\\\": 2, \\\"52\\\": 2, \\\"semaines\\\": 2, \\\"mone\\\": 2, \\\"taire\\\": 2, \\\"vendredi\\\": 2, \\\"45\\\": 2, \\\"casablanca\\\": 2, \\\"masi\\\": 3, \\\"30\\\": 2, \\\"lundi\\\": 1, \\\"16\\\": 2, \\\"06\\\": 1, \\\"00\\\": 2, \\\"entame\\\": 1, \\\"semaine\\\": 1, \\\"net\\\": 1, \\\"repli\\\": 1, \\\"poursuivant\\\": 1, \\\"mouvement\\\": 1, \\\"consolidation\\\": 1, \\\"fond\\\": 1, \\\"inquie\\\": 1, \\\"tudes\\\": 1, \\\"opolitiques\\\": 1, \\\"moyen\\\": 1, \\\"orient\\\": 1, \\\"l\\\": 4, \\\"indice\\\": 1, \\\"clo\\\": 1, \\\"turer\\\": 1, \\\"18\\\": 2, \\\"178\\\": 1, \\\"61\\\": 1, \\\"apre\\\": 1, \\\"teste\\\": 1, \\\"bas\\\": 1, \\\"ance\\\": 2, \\\"041\\\": 1, \\\"recule\\\": 1, \\\"60\\\": 2, \\\"485\\\": 1, \\\"73\\\": 1, \\\"volume\\\": 2, \\\"changes\\\": 3, \\\"limite\\\": 1, \\\"312\\\": 1, \\\"tgcc\\\": 1, \\\"domine\\\": 1, \\\"enregistrant\\\": 1, \\\"47\\\": 1, \\\"858\\\": 1, \\\"37\\\": 1, \\\"taqa\\\": 1, \\\"morocco\\\": 1, \\\"39\\\": 1, \\\"recul\\\": 2, \\\"34\\\": 1, \\\"tandis\\\": 1, \\\"addoha\\\": 1, \\\"enregistre\\\": 1, \\\"32\\\": 1, \\\"transactions\\\": 1, \\\"dant\\\": 1, \\\"86\\\": 1, \\\"35\\\": 1, \\\"figurant\\\": 1, \\\"parmi\\\": 1, \\\"cinq\\\": 1, \\\"fortes\\\": 1, \\\"baisses\\\": 1, \\\"jour\\\": 1, \\\"quant\\\": 1, \\\"capitalisation\\\": 1, \\\"boursie\\\": 1, \\\"tablie\\\": 1, \\\"953\\\": 1, \\\"rapport\\\": 1, \\\"dente\\\": 1, \\\"palmare\\\": 1, \\\"stroc\\\": 1, \\\"industrie\\\": 1, \\\"hausses\\\": 1, \\\"progression\\\": 1, \\\"9\\\": 1, \\\"96\\\": 1, \\\"142\\\": 1, \\\"95\\\": 1, \\\"of\\\": 3, \\\"africa\\\": 3, \\\"filiales\\\": 2, \\\"lancent\\\": 1, \\\"rie\\\": 1, \\\"business\\\": 2, \\\"meetings\\\": 2, \\\"gionaux\\\": 2, \\\"die\\\": 1, \\\"pme\\\": 3, \\\"rencontres\\\": 1, \\\"cline\\\": 1, \\\"forme\\\": 1, \\\"workshops\\\": 1, \\\"the\\\": 2, \\\"matiques\\\": 2, \\\"visent\\\": 1, \\\"offrir\\\": 1, \\\"accompagnement\\\": 1, \\\"cible\\\": 1, \\\"petites\\\": 1, \\\"moyennes\\\": 1, \\\"entreprises\\\": 3, \\\"central\\\": 1, \\\"dynamique\\\": 1, \\\"conomique\\\": 1, \\\"nationale\\\": 1, \\\"rendez\\\": 1, \\\"vocation\\\": 1, \\\"sensibiliser\\\": 1, \\\"meilleures\\\": 1, \\\"pratiques\\\": 1, \\\"matie\\\": 1, \\\"gestion\\\": 2, \\\"favoriser\\\": 1, \\\"dialogue\\\": 1, \\\"direct\\\": 1, \\\"entre\\\": 1, \\\"experts\\\": 1, \\\"tiers\\\": 1, \\\"rateurs\\\": 1, \\\"conomiques\\\": 1, \\\"senter\\\": 1, \\\"offre\\\": 1, \\\"globale\\\": 1, \\\"comple\\\": 2, \\\"mentaire\\\": 1, \\\"facilite\\\": 1, \\\"activite\\\": 1, \\\"bout\\\": 2, \\\"fait\\\": 1, \\\"savoir\\\": 1, \\\"programme\\\": 1, \\\"courant\\\": 1, \\\"mois\\\": 1, \\\"ficieront\\\": 1, \\\"mobilisation\\\": 1, \\\"conjointe\\\": 1, \\\"vue\\\": 1, \\\"apporter\\\": 1, \\\"toute\\\": 1, \\\"expertise\\\": 1, \\\"cessaire\\\": 1, \\\"attentes\\\": 1, \\\"gionales\\\": 1, \\\"diffe\\\": 1, \\\"rentes\\\": 1, \\\"tel\\\": 1, \\\"participatif\\\": 1, \\\"factoring\\\": 1, \\\"change\\\": 1, \\\"precise\\\": 1, \\\"source\\\": 1, \\\"affirme\\\": 1, \\\"engage\\\": 1, \\\"faveur\\\": 1, \\\"appuyant\\\": 1, \\\"mentarite\\\": 1, \\\"expertises\\\": 1, \\\"internes\\\": 1, \\\"ancrage\\\": 1, \\\"seaux\\\": 1}\", \"word_docs\": \"{\\\"monie\\\": 1, \\\"100\\\": 1, \\\"planification\\\": 1, \\\"bancaire\\\": 1, \\\"milliards\\\": 2, \\\"ration\\\": 1, \\\"mise\\\": 1, \\\"500\\\": 1, \\\"re\\\": 5, \\\"industrielle\\\": 1, \\\"an\\\": 1, \\\"porte\\\": 1, \\\"guine\\\": 1, \\\"dote\\\": 1, \\\"nouvelle\\\": 1, \\\"plus\\\": 2, \\\"bank\\\": 4, \\\"francophone\\\": 1, \\\"res\\\": 1, \\\"teur\\\": 1, \\\"terme\\\": 1, \\\"financement\\\": 2, \\\"ne\\\": 3, \\\"dence\\\": 1, \\\"inauguration\\\": 1, \\\"mada\\\": 1, \\\"excellence\\\": 1, \\\"1\\\": 4, \\\"tant\\\": 1, \\\"lhma\\\": 1, \\\"genre\\\": 1, \\\"clinker\\\": 1, \\\"ngute\\\": 1, \\\"fruit\\\": 1, \\\"dr\\\": 1, \\\"lhm\\\": 1, \\\"agissant\\\": 1, \\\"acteur\\\": 2, \\\"travers\\\": 2, \\\"sous\\\": 2, \\\"totale\\\": 1, \\\"65\\\": 1, \\\"holcim\\\": 1, \\\"synergies\\\": 1, \\\"55\\\": 1, \\\"nin\\\": 1, \\\"actifs\\\": 1, \\\"assure\\\": 1, \\\"usine\\\": 1, \\\"tient\\\": 1, \\\"co\\\": 1, \\\"ses\\\": 2, \\\"capacite\\\": 1, \\\"maroc\\\": 1, \\\"infrastructure\\\": 1, \\\"socie\\\": 1, \\\"fe\\\": 3, \\\"alisation\\\": 1, \\\"parti\\\": 1, \\\"lafarge\\\": 1, \\\"portefeuille\\\": 1, \\\"tirant\\\": 1, \\\"al\\\": 3, \\\"ge\\\": 2, \\\"ministre\\\": 1, \\\"s\\\": 3, \\\"potentiel\\\": 1, \\\"notamment\\\": 1, \\\"e\\\": 5, \\\"production\\\": 1, \\\"membres\\\": 1, \\\"joseph\\\": 1, \\\"conjoints\\\": 1, \\\"sident\\\": 1, \\\"gional\\\": 2, \\\"officielle\\\": 1, \\\"pre\\\": 5, \\\"juin\\\": 4, \\\"subsaharienne\\\": 1, \\\"vision\\\": 1, \\\"fliale\\\": 1, \\\"aspire\\\": 1, \\\"premier\\\": 1, \\\"ciment\\\": 1, \\\"efforts\\\": 1, \\\"cameroun\\\": 1, \\\"sence\\\": 1, \\\"premie\\\": 3, \\\"d\\\": 5, \\\"inte\\\": 3, \\\"consolidant\\\": 1, \\\"dion\\\": 1, \\\"avance\\\": 1, \\\"fcfa\\\": 1, \\\"rence\\\": 3, \\\"scb\\\": 1, \\\"cimentie\\\": 1, \\\"global\\\": 2, \\\"grand\\\": 1, \\\"pool\\\": 1, \\\"nominale\\\": 1, \\\"long\\\": 1, \\\"ope\\\": 2, \\\"gouvernement\\\": 1, \\\"2025\\\": 4, \\\"commerciale\\\": 1, \\\"marque\\\": 1, \\\"marche\\\": 4, \\\"pays\\\": 1, \\\"optimisation\\\": 1, \\\"fort\\\": 1, \\\"ivoire\\\": 1, \\\"position\\\": 2, \\\"figuil\\\": 1, \\\"tenue\\\": 1, \\\"tonnes\\\": 1, \\\"carneroun\\\": 1, \\\"attijariwafa\\\": 3, \\\"dernie\\\": 1, \\\"camerounais\\\": 1, \\\"nord\\\": 1, \\\"majeure\\\": 1, \\\"plusieurs\\\": 1, \\\"dirhams\\\": 4, \\\"millions\\\": 2, \\\"afrique\\\": 1, \\\"be\\\": 2, \\\"participations\\\": 1, \\\"12\\\": 2, \\\"gre\\\": 1, \\\"2\\\": 2, \\\"000\\\": 1, \\\"leader\\\": 1, \\\"3\\\": 2, \\\"cessite\\\": 1, \\\"ainsi\\\": 1, \\\"cimencam\\\": 1, \\\"anne\\\": 3, \\\"lafargeholcim\\\": 1, \\\"service\\\": 1, \\\"cimfig\\\": 1, \\\"conduit\\\": 1, \\\"principal\\\": 1, \\\"non\\\": 2, \\\"maturite\\\": 2, \\\"courbe\\\": 2, \\\"50\\\": 2, \\\"7\\\": 2, \\\"inclus\\\": 2, \\\"ammc\\\": 2, \\\"52\\\": 2, \\\"concernant\\\": 2, \\\"pbs\\\": 2, \\\"t\\\": 2, \\\"visable\\\": 2, \\\"base\\\": 2, \\\"risque\\\": 3, \\\"publie\\\": 2, \\\"date\\\": 2, \\\"ans\\\": 2, \\\"obligataire\\\": 2, \\\"subordonne\\\": 2, \\\"communique\\\": 3, \\\"20\\\": 3, \\\"vendredi\\\": 2, \\\"qu\\\": 2, \\\"semaines\\\": 2, \\\"tranche\\\": 2, \\\"mone\\\": 2, \\\"facial\\\": 2, \\\"5\\\": 2, \\\"tranches\\\": 2, \\\"termine\\\": 2, \\\"25\\\": 3, \\\"deux\\\": 2, \\\"plein\\\": 2, \\\"mission\\\": 2, \\\"indique\\\": 3, \\\"cote\\\": 3, \\\"vise\\\": 2, \\\"prospectus\\\": 2, \\\"riode\\\": 2, \\\"souscription\\\": 2, \\\"compose\\\": 2, \\\"maghrib\\\": 2, \\\"taire\\\": 2, \\\"45\\\": 2, \\\"23\\\": 2, \\\"points\\\": 3, \\\"pe\\\": 2, \\\"tale\\\": 2, \\\"bons\\\": 2, \\\"secondaire\\\": 2, \\\"telle\\\": 2, \\\"prime\\\": 2, \\\"augmente\\\": 2, \\\"fixe\\\": 2, \\\"cisant\\\": 2, \\\"b\\\": 2, \\\"emprunt\\\": 2, \\\"relatif\\\": 2, \\\"tre\\\": 2, \\\"sor\\\": 2, \\\"61\\\": 1, \\\"inquie\\\": 1, \\\"73\\\": 1, \\\"37\\\": 1, \\\"parmi\\\": 1, \\\"figurant\\\": 1, \\\"cinq\\\": 1, \\\"turer\\\": 1, \\\"32\\\": 1, \\\"enregistre\\\": 1, \\\"47\\\": 1, \\\"18\\\": 1, \\\"recule\\\": 1, \\\"hausses\\\": 1, \\\"041\\\": 1, \\\"mouvement\\\": 1, \\\"00\\\": 1, \\\"16\\\": 1, \\\"masi\\\": 1, \\\"palmare\\\": 1, \\\"casablanca\\\": 1, \\\"fond\\\": 1, \\\"enregistrant\\\": 1, \\\"lundi\\\": 1, \\\"142\\\": 1, \\\"progression\\\": 1, \\\"dente\\\": 1, \\\"quant\\\": 1, \\\"semaine\\\": 1, \\\"bas\\\": 1, \\\"35\\\": 1, \\\"178\\\": 1, \\\"tudes\\\": 1, \\\"clo\\\": 1, \\\"tgcc\\\": 1, \\\"indice\\\": 1, \\\"30\\\": 1, \\\"39\\\": 1, \\\"opolitiques\\\": 1, \\\"485\\\": 1, \\\"teste\\\": 1, \\\"l\\\": 2, \\\"industrie\\\": 1, \\\"apre\\\": 1, \\\"entame\\\": 1, \\\"capitalisation\\\": 1, \\\"repli\\\": 1, \\\"86\\\": 1, \\\"jour\\\": 1, \\\"consolidation\\\": 1, \\\"net\\\": 1, \\\"poursuivant\\\": 1, \\\"858\\\": 1, \\\"rapport\\\": 1, \\\"recul\\\": 1, \\\"dant\\\": 1, \\\"96\\\": 1, \\\"60\\\": 1, \\\"fortes\\\": 1, \\\"06\\\": 1, \\\"changes\\\": 1, \\\"orient\\\": 1, \\\"taqa\\\": 1, \\\"limite\\\": 1, \\\"domine\\\": 1, \\\"stroc\\\": 1, \\\"95\\\": 1, \\\"ance\\\": 1, \\\"tablie\\\": 1, \\\"34\\\": 1, \\\"boursie\\\": 1, \\\"transactions\\\": 1, \\\"moyen\\\": 1, \\\"baisses\\\": 1, \\\"953\\\": 1, \\\"312\\\": 1, \\\"morocco\\\": 1, \\\"tandis\\\": 1, \\\"volume\\\": 1, \\\"9\\\": 1, \\\"addoha\\\": 1, \\\"rateurs\\\": 1, \\\"rentes\\\": 1, \\\"meetings\\\": 1, \\\"vue\\\": 1, \\\"lancent\\\": 1, \\\"dialogue\\\": 1, \\\"gionales\\\": 1, \\\"participatif\\\": 1, \\\"ficieront\\\": 1, \\\"petites\\\": 1, \\\"senter\\\": 1, \\\"entreprises\\\": 1, \\\"conomique\\\": 1, \\\"conomiques\\\": 1, \\\"business\\\": 1, \\\"pme\\\": 1, \\\"ancrage\\\": 1, \\\"engage\\\": 1, \\\"tel\\\": 1, \\\"meilleures\\\": 1, \\\"nationale\\\": 1, \\\"cible\\\": 1, \\\"toute\\\": 1, \\\"rie\\\": 1, \\\"rencontres\\\": 1, \\\"expertise\\\": 1, \\\"offrir\\\": 1, \\\"apporter\\\": 1, \\\"factoring\\\": 1, \\\"mentaire\\\": 1, \\\"cline\\\": 1, \\\"of\\\": 1, \\\"appuyant\\\": 1, \\\"experts\\\": 1, \\\"fait\\\": 1, \\\"conjointe\\\": 1, \\\"dynamique\\\": 1, \\\"filiales\\\": 1, \\\"diffe\\\": 1, \\\"cessaire\\\": 1, \\\"moyennes\\\": 1, \\\"attentes\\\": 1, \\\"the\\\": 1, \\\"savoir\\\": 1, \\\"workshops\\\": 1, \\\"pratiques\\\": 1, \\\"central\\\": 1, \\\"entre\\\": 1, \\\"gionaux\\\": 1, \\\"gestion\\\": 1, \\\"courant\\\": 1, \\\"visent\\\": 1, \\\"vocation\\\": 1, \\\"precise\\\": 1, \\\"activite\\\": 1, \\\"facilite\\\": 1, \\\"programme\\\": 1, \\\"bout\\\": 1, \\\"seaux\\\": 1, \\\"matiques\\\": 1, \\\"mobilisation\\\": 1, \\\"direct\\\": 1, \\\"source\\\": 1, \\\"affirme\\\": 1, \\\"accompagnement\\\": 1, \\\"faveur\\\": 1, \\\"africa\\\": 1, \\\"change\\\": 1, \\\"comple\\\": 1, \\\"forme\\\": 1, \\\"mentarite\\\": 1, \\\"globale\\\": 1, \\\"rendez\\\": 1, \\\"die\\\": 1, \\\"sensibiliser\\\": 1, \\\"tiers\\\": 1, \\\"favoriser\\\": 1, \\\"matie\\\": 1, \\\"offre\\\": 1, \\\"internes\\\": 1, \\\"expertises\\\": 1, \\\"mois\\\": 1}\", \"index_docs\": \"{\\\"148\\\": 1, \\\"166\\\": 1, \\\"188\\\": 1, \\\"197\\\": 1, \\\"54\\\": 2, \\\"174\\\": 1, \\\"182\\\": 1, \\\"170\\\": 1, \\\"1\\\": 5, \\\"83\\\": 1, \\\"172\\\": 1, \\\"49\\\": 1, \\\"214\\\": 1, \\\"168\\\": 1, \\\"71\\\": 1, \\\"55\\\": 2, \\\"4\\\": 4, \\\"206\\\": 1, \\\"210\\\": 1, \\\"203\\\": 1, \\\"217\\\": 1, \\\"56\\\": 2, \\\"13\\\": 3, \\\"150\\\": 1, \\\"69\\\": 1, \\\"228\\\": 1, \\\"151\\\": 1, \\\"10\\\": 4, \\\"202\\\": 1, \\\"21\\\": 1, \\\"175\\\": 1, \\\"72\\\": 1, \\\"158\\\": 1, \\\"187\\\": 1, \\\"155\\\": 1, \\\"147\\\": 1, \\\"201\\\": 1, \\\"58\\\": 2, \\\"96\\\": 2, \\\"78\\\": 2, \\\"184\\\": 1, \\\"193\\\": 1, \\\"92\\\": 1, \\\"226\\\": 1, \\\"167\\\": 1, \\\"213\\\": 1, \\\"220\\\": 1, \\\"195\\\": 1, \\\"46\\\": 1, \\\"207\\\": 1, \\\"211\\\": 1, \\\"22\\\": 2, \\\"85\\\": 1, \\\"47\\\": 1, \\\"163\\\": 1, \\\"90\\\": 1, \\\"7\\\": 3, \\\"191\\\": 1, \\\"225\\\": 1, \\\"91\\\": 1, \\\"227\\\": 1, \\\"223\\\": 1, \\\"18\\\": 3, \\\"50\\\": 2, \\\"153\\\": 1, \\\"9\\\": 3, \\\"222\\\": 1, \\\"224\\\": 1, \\\"2\\\": 5, \\\"75\\\": 1, \\\"80\\\": 1, \\\"156\\\": 1, \\\"190\\\": 1, \\\"161\\\": 1, \\\"95\\\": 2, \\\"70\\\": 1, \\\"5\\\": 5, \\\"11\\\": 4, \\\"205\\\": 1, \\\"215\\\": 1, \\\"165\\\": 1, \\\"218\\\": 1, \\\"152\\\": 1, \\\"73\\\": 1, \\\"189\\\": 1, \\\"15\\\": 1, \\\"159\\\": 1, \\\"51\\\": 3, \\\"6\\\": 5, \\\"16\\\": 3, \\\"185\\\": 1, \\\"157\\\": 1, \\\"178\\\": 1, \\\"194\\\": 1, \\\"8\\\": 3, \\\"200\\\": 1, \\\"209\\\": 1, \\\"89\\\": 2, \\\"180\\\": 1, \\\"196\\\": 1, \\\"169\\\": 1, \\\"216\\\": 1, \\\"93\\\": 2, \\\"160\\\": 1, \\\"12\\\": 4, \\\"199\\\": 1, \\\"177\\\": 1, \\\"14\\\": 4, \\\"176\\\": 1, \\\"219\\\": 1, \\\"221\\\": 1, \\\"212\\\": 1, \\\"52\\\": 2, \\\"74\\\": 1, \\\"76\\\": 1, \\\"86\\\": 1, \\\"154\\\": 1, \\\"57\\\": 3, \\\"173\\\": 1, \\\"81\\\": 1, \\\"181\\\": 1, \\\"179\\\": 1, \\\"79\\\": 1, \\\"3\\\": 4, \\\"17\\\": 2, \\\"48\\\": 1, \\\"94\\\": 2, \\\"208\\\": 1, \\\"77\\\": 2, \\\"149\\\": 1, \\\"87\\\": 2, \\\"171\\\": 1, \\\"186\\\": 1, \\\"88\\\": 2, \\\"192\\\": 1, \\\"82\\\": 1, \\\"84\\\": 1, \\\"53\\\": 3, \\\"162\\\": 1, \\\"183\\\": 1, \\\"164\\\": 1, \\\"198\\\": 1, \\\"204\\\": 1, \\\"107\\\": 2, \\\"25\\\": 2, \\\"33\\\": 2, \\\"117\\\": 2, \\\"26\\\": 2, \\\"114\\\": 2, \\\"23\\\": 2, \\\"123\\\": 2, \\\"119\\\": 2, \\\"44\\\": 2, \\\"29\\\": 2, \\\"121\\\": 2, \\\"118\\\": 2, \\\"19\\\": 3, \\\"40\\\": 2, \\\"116\\\": 2, \\\"27\\\": 2, \\\"101\\\": 2, \\\"102\\\": 2, \\\"28\\\": 3, \\\"62\\\": 3, \\\"127\\\": 2, \\\"39\\\": 2, \\\"124\\\": 2, \\\"31\\\": 2, \\\"125\\\": 2, \\\"30\\\": 2, \\\"103\\\": 2, \\\"106\\\": 2, \\\"32\\\": 2, \\\"61\\\": 3, \\\"105\\\": 2, \\\"122\\\": 2, \\\"100\\\": 2, \\\"60\\\": 3, \\\"59\\\": 3, \\\"97\\\": 2, \\\"98\\\": 2, \\\"110\\\": 2, \\\"111\\\": 2, \\\"104\\\": 2, \\\"41\\\": 2, \\\"126\\\": 2, \\\"128\\\": 2, \\\"113\\\": 2, \\\"20\\\": 3, \\\"109\\\": 2, \\\"112\\\": 2, \\\"35\\\": 2, \\\"34\\\": 2, \\\"38\\\": 2, \\\"43\\\": 2, \\\"42\\\": 2, \\\"115\\\": 2, \\\"108\\\": 2, \\\"120\\\": 2, \\\"24\\\": 2, \\\"99\\\": 2, \\\"36\\\": 2, \\\"37\\\": 2, \\\"248\\\": 1, \\\"239\\\": 1, \\\"255\\\": 1, \\\"263\\\": 1, \\\"277\\\": 1, \\\"276\\\": 1, \\\"278\\\": 1, \\\"246\\\": 1, \\\"271\\\": 1, \\\"270\\\": 1, \\\"261\\\": 1, \\\"133\\\": 1, \\\"253\\\": 1, \\\"292\\\": 1, \\\"252\\\": 1, \\\"236\\\": 1, \\\"132\\\": 1, \\\"131\\\": 1, \\\"63\\\": 1, \\\"289\\\": 1, \\\"129\\\": 1, \\\"238\\\": 1, \\\"260\\\": 1, \\\"229\\\": 1, \\\"296\\\": 1, \\\"293\\\": 1, \\\"288\\\": 1, \\\"282\\\": 1, \\\"232\\\": 1, \\\"251\\\": 1, \\\"275\\\": 1, \\\"247\\\": 1, \\\"240\\\": 1, \\\"245\\\": 1, \\\"258\\\": 1, \\\"244\\\": 1, \\\"130\\\": 1, \\\"266\\\": 1, \\\"241\\\": 1, \\\"254\\\": 1, \\\"250\\\": 1, \\\"45\\\": 2, \\\"291\\\": 1, \\\"249\\\": 1, \\\"231\\\": 1, \\\"283\\\": 1, \\\"234\\\": 1, \\\"274\\\": 1, \\\"281\\\": 1, \\\"237\\\": 1, \\\"233\\\": 1, \\\"235\\\": 1, \\\"262\\\": 1, \\\"287\\\": 1, \\\"137\\\": 1, \\\"273\\\": 1, \\\"295\\\": 1, \\\"135\\\": 1, \\\"279\\\": 1, \\\"230\\\": 1, \\\"64\\\": 1, \\\"243\\\": 1, \\\"264\\\": 1, \\\"256\\\": 1, \\\"259\\\": 1, \\\"290\\\": 1, \\\"297\\\": 1, \\\"134\\\": 1, \\\"285\\\": 1, \\\"267\\\": 1, \\\"284\\\": 1, \\\"272\\\": 1, \\\"242\\\": 1, \\\"280\\\": 1, \\\"286\\\": 1, \\\"257\\\": 1, \\\"265\\\": 1, \\\"268\\\": 1, \\\"136\\\": 1, \\\"294\\\": 1, \\\"269\\\": 1, \\\"327\\\": 1, \\\"351\\\": 1, \\\"140\\\": 1, \\\"343\\\": 1, \\\"298\\\": 1, \\\"322\\\": 1, \\\"349\\\": 1, \\\"353\\\": 1, \\\"340\\\": 1, \\\"309\\\": 1, \\\"329\\\": 1, \\\"68\\\": 1, \\\"313\\\": 1, \\\"328\\\": 1, \\\"139\\\": 1, \\\"67\\\": 1, \\\"365\\\": 1, \\\"359\\\": 1, \\\"352\\\": 1, \\\"318\\\": 1, \\\"314\\\": 1, \\\"308\\\": 1, \\\"345\\\": 1, \\\"299\\\": 1, \\\"301\\\": 1, \\\"346\\\": 1, \\\"306\\\": 1, \\\"344\\\": 1, \\\"354\\\": 1, \\\"332\\\": 1, \\\"302\\\": 1, \\\"65\\\": 1, \\\"361\\\": 1, \\\"325\\\": 1, \\\"335\\\": 1, \\\"342\\\": 1, \\\"312\\\": 1, \\\"138\\\": 1, \\\"350\\\": 1, \\\"347\\\": 1, \\\"310\\\": 1, \\\"348\\\": 1, \\\"142\\\": 1, \\\"336\\\": 1, \\\"304\\\": 1, \\\"319\\\": 1, \\\"311\\\": 1, \\\"324\\\": 1, \\\"141\\\": 1, \\\"144\\\": 1, \\\"338\\\": 1, \\\"305\\\": 1, \\\"316\\\": 1, \\\"356\\\": 1, \\\"334\\\": 1, \\\"333\\\": 1, \\\"337\\\": 1, \\\"146\\\": 1, \\\"366\\\": 1, \\\"143\\\": 1, \\\"341\\\": 1, \\\"323\\\": 1, \\\"357\\\": 1, \\\"358\\\": 1, \\\"307\\\": 1, \\\"360\\\": 1, \\\"66\\\": 1, \\\"355\\\": 1, \\\"145\\\": 1, \\\"303\\\": 1, \\\"362\\\": 1, \\\"331\\\": 1, \\\"315\\\": 1, \\\"300\\\": 1, \\\"317\\\": 1, \\\"326\\\": 1, \\\"321\\\": 1, \\\"320\\\": 1, \\\"330\\\": 1, \\\"364\\\": 1, \\\"363\\\": 1, \\\"339\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"re\\\", \\\"2\\\": \\\"e\\\", \\\"3\\\": \\\"dirhams\\\", \\\"4\\\": \\\"bank\\\", \\\"5\\\": \\\"pre\\\", \\\"6\\\": \\\"d\\\", \\\"7\\\": \\\"fe\\\", \\\"8\\\": \\\"rence\\\", \\\"9\\\": \\\"s\\\", \\\"10\\\": \\\"1\\\", \\\"11\\\": \\\"juin\\\", \\\"12\\\": \\\"2025\\\", \\\"13\\\": \\\"ne\\\", \\\"14\\\": \\\"marche\\\", \\\"15\\\": \\\"cameroun\\\", \\\"16\\\": \\\"inte\\\", \\\"17\\\": \\\"millions\\\", \\\"18\\\": \\\"al\\\", \\\"19\\\": \\\"risque\\\", \\\"20\\\": \\\"points\\\", \\\"21\\\": \\\"lhma\\\", \\\"22\\\": \\\"ses\\\", \\\"23\\\": \\\"ammc\\\", \\\"24\\\": \\\"emprunt\\\", \\\"25\\\": \\\"maturite\\\", \\\"26\\\": \\\"7\\\", \\\"27\\\": \\\"ans\\\", \\\"28\\\": \\\"communique\\\", \\\"29\\\": \\\"t\\\", \\\"30\\\": \\\"facial\\\", \\\"31\\\": \\\"tranche\\\", \\\"32\\\": \\\"termine\\\", \\\"33\\\": \\\"courbe\\\", \\\"34\\\": \\\"secondaire\\\", \\\"35\\\": \\\"bons\\\", \\\"36\\\": \\\"tre\\\", \\\"37\\\": \\\"sor\\\", \\\"38\\\": \\\"telle\\\", \\\"39\\\": \\\"qu\\\", \\\"40\\\": \\\"publie\\\", \\\"41\\\": \\\"maghrib\\\", \\\"42\\\": \\\"augmente\\\", \\\"43\\\": \\\"prime\\\", \\\"44\\\": \\\"pbs\\\", \\\"45\\\": \\\"l\\\", \\\"46\\\": \\\"usine\\\", \\\"47\\\": \\\"maroc\\\", \\\"48\\\": \\\"afrique\\\", \\\"49\\\": \\\"porte\\\", \\\"50\\\": \\\"ge\\\", \\\"51\\\": \\\"premie\\\", \\\"52\\\": \\\"position\\\", \\\"53\\\": \\\"anne\\\", \\\"54\\\": \\\"milliards\\\", \\\"55\\\": \\\"plus\\\", \\\"56\\\": \\\"financement\\\", \\\"57\\\": \\\"attijariwafa\\\", \\\"58\\\": \\\"acteur\\\", \\\"59\\\": \\\"cote\\\", \\\"60\\\": \\\"indique\\\", \\\"61\\\": \\\"25\\\", \\\"62\\\": \\\"20\\\", \\\"63\\\": \\\"masi\\\", \\\"64\\\": \\\"changes\\\", \\\"65\\\": \\\"of\\\", \\\"66\\\": \\\"africa\\\", \\\"67\\\": \\\"pme\\\", \\\"68\\\": \\\"entreprises\\\", \\\"69\\\": \\\"inauguration\\\", \\\"70\\\": \\\"officielle\\\", \\\"71\\\": \\\"nouvelle\\\", \\\"72\\\": \\\"clinker\\\", \\\"73\\\": \\\"ciment\\\", \\\"74\\\": \\\"figuil\\\", \\\"75\\\": \\\"production\\\", \\\"76\\\": \\\"tenue\\\", \\\"77\\\": \\\"12\\\", \\\"78\\\": \\\"sous\\\", \\\"79\\\": \\\"plusieurs\\\", \\\"80\\\": \\\"membres\\\", \\\"81\\\": \\\"camerounais\\\", \\\"82\\\": \\\"ainsi\\\", \\\"83\\\": \\\"industrielle\\\", \\\"84\\\": \\\"cimencam\\\", \\\"85\\\": \\\"capacite\\\", \\\"86\\\": \\\"tonnes\\\", \\\"87\\\": \\\"2\\\", \\\"88\\\": \\\"3\\\", \\\"89\\\": \\\"global\\\", \\\"90\\\": \\\"socie\\\", \\\"91\\\": \\\"lafarge\\\", \\\"92\\\": \\\"holcim\\\", \\\"93\\\": \\\"ope\\\", \\\"94\\\": \\\"be\\\", \\\"95\\\": \\\"gional\\\", \\\"96\\\": \\\"travers\\\", \\\"97\\\": \\\"vise\\\", \\\"98\\\": \\\"prospectus\\\", \\\"99\\\": \\\"relatif\\\", \\\"100\\\": \\\"mission\\\", \\\"101\\\": \\\"obligataire\\\", \\\"102\\\": \\\"subordonne\\\", \\\"103\\\": \\\"5\\\", \\\"104\\\": \\\"compose\\\", \\\"105\\\": \\\"deux\\\", \\\"106\\\": \\\"tranches\\\", \\\"107\\\": \\\"non\\\", \\\"108\\\": \\\"cisant\\\", \\\"109\\\": \\\"pe\\\", \\\"110\\\": \\\"riode\\\", \\\"111\\\": \\\"souscription\\\", \\\"112\\\": \\\"tale\\\", \\\"113\\\": \\\"23\\\", \\\"114\\\": \\\"inclus\\\", \\\"115\\\": \\\"fixe\\\", \\\"116\\\": \\\"date\\\", \\\"117\\\": \\\"50\\\", \\\"118\\\": \\\"base\\\", \\\"119\\\": \\\"concernant\\\", \\\"120\\\": \\\"b\\\", \\\"121\\\": \\\"visable\\\", \\\"122\\\": \\\"plein\\\", \\\"123\\\": \\\"52\\\", \\\"124\\\": \\\"semaines\\\", \\\"125\\\": \\\"mone\\\", \\\"126\\\": \\\"taire\\\", \\\"127\\\": \\\"vendredi\\\", \\\"128\\\": \\\"45\\\", \\\"129\\\": \\\"casablanca\\\", \\\"130\\\": \\\"30\\\", \\\"131\\\": \\\"16\\\", \\\"132\\\": \\\"00\\\", \\\"133\\\": \\\"18\\\", \\\"134\\\": \\\"ance\\\", \\\"135\\\": \\\"60\\\", \\\"136\\\": \\\"volume\\\", \\\"137\\\": \\\"recul\\\", \\\"138\\\": \\\"filiales\\\", \\\"139\\\": \\\"business\\\", \\\"140\\\": \\\"meetings\\\", \\\"141\\\": \\\"gionaux\\\", \\\"142\\\": \\\"the\\\", \\\"143\\\": \\\"matiques\\\", \\\"144\\\": \\\"gestion\\\", \\\"145\\\": \\\"comple\\\", \\\"146\\\": \\\"bout\\\", \\\"147\\\": \\\"lhm\\\", \\\"148\\\": \\\"monie\\\", \\\"149\\\": \\\"gre\\\", \\\"150\\\": \\\"dence\\\", \\\"151\\\": \\\"excellence\\\", \\\"152\\\": \\\"premier\\\", \\\"153\\\": \\\"ministre\\\", \\\"154\\\": \\\"carneroun\\\", \\\"155\\\": \\\"dr\\\", \\\"156\\\": \\\"joseph\\\", \\\"157\\\": \\\"dion\\\", \\\"158\\\": \\\"ngute\\\", \\\"159\\\": \\\"sence\\\", \\\"160\\\": \\\"gouvernement\\\", \\\"161\\\": \\\"sident\\\", \\\"162\\\": \\\"lafargeholcim\\\", \\\"163\\\": \\\"infrastructure\\\", \\\"164\\\": \\\"cimfig\\\", \\\"165\\\": \\\"fliale\\\", \\\"166\\\": \\\"100\\\", \\\"167\\\": \\\"55\\\", \\\"168\\\": \\\"dote\\\", \\\"169\\\": \\\"nominale\\\", \\\"170\\\": \\\"500\\\", \\\"171\\\": \\\"000\\\", \\\"172\\\": \\\"an\\\", \\\"173\\\": \\\"dernie\\\", \\\"174\\\": \\\"ration\\\", \\\"175\\\": \\\"genre\\\", \\\"176\\\": \\\"pays\\\", \\\"177\\\": \\\"marque\\\", \\\"178\\\": \\\"avance\\\", \\\"179\\\": \\\"majeure\\\", \\\"180\\\": \\\"grand\\\", \\\"181\\\": \\\"nord\\\", \\\"182\\\": \\\"mise\\\", \\\"183\\\": \\\"service\\\", \\\"184\\\": \\\"totale\\\", \\\"185\\\": \\\"consolidant\\\", \\\"186\\\": \\\"leader\\\", \\\"187\\\": \\\"fruit\\\", \\\"188\\\": \\\"planification\\\", \\\"189\\\": \\\"efforts\\\", \\\"190\\\": \\\"conjoints\\\", \\\"191\\\": \\\"alisation\\\", \\\"192\\\": \\\"cessite\\\", \\\"193\\\": \\\"65\\\", \\\"194\\\": \\\"fcfa\\\", \\\"195\\\": \\\"assure\\\", \\\"196\\\": \\\"pool\\\", \\\"197\\\": \\\"bancaire\\\", \\\"198\\\": \\\"conduit\\\", \\\"199\\\": \\\"commerciale\\\", \\\"200\\\": \\\"scb\\\", \\\"201\\\": \\\"agissant\\\", \\\"202\\\": \\\"tant\\\", \\\"203\\\": \\\"teur\\\", \\\"204\\\": \\\"principal\\\", \\\"205\\\": \\\"subsaharienne\\\", \\\"206\\\": \\\"francophone\\\", \\\"207\\\": \\\"tient\\\", \\\"208\\\": \\\"participations\\\", \\\"209\\\": \\\"cimentie\\\", \\\"210\\\": \\\"res\\\", \\\"211\\\": \\\"co\\\", \\\"212\\\": \\\"ivoire\\\", \\\"213\\\": \\\"nin\\\", \\\"214\\\": \\\"guine\\\", \\\"215\\\": \\\"vision\\\", \\\"216\\\": \\\"long\\\", \\\"217\\\": \\\"terme\\\", \\\"218\\\": \\\"aspire\\\", \\\"219\\\": \\\"optimisation\\\", \\\"220\\\": \\\"actifs\\\", \\\"221\\\": \\\"fort\\\", \\\"222\\\": \\\"potentiel\\\", \\\"223\\\": \\\"tirant\\\", \\\"224\\\": \\\"notamment\\\", \\\"225\\\": \\\"parti\\\", \\\"226\\\": \\\"synergies\\\", \\\"227\\\": \\\"portefeuille\\\", \\\"228\\\": \\\"mada\\\", \\\"229\\\": \\\"lundi\\\", \\\"230\\\": \\\"06\\\", \\\"231\\\": \\\"entame\\\", \\\"232\\\": \\\"semaine\\\", \\\"233\\\": \\\"net\\\", \\\"234\\\": \\\"repli\\\", \\\"235\\\": \\\"poursuivant\\\", \\\"236\\\": \\\"mouvement\\\", \\\"237\\\": \\\"consolidation\\\", \\\"238\\\": \\\"fond\\\", \\\"239\\\": \\\"inquie\\\", \\\"240\\\": \\\"tudes\\\", \\\"241\\\": \\\"opolitiques\\\", \\\"242\\\": \\\"moyen\\\", \\\"243\\\": \\\"orient\\\", \\\"244\\\": \\\"indice\\\", \\\"245\\\": \\\"clo\\\", \\\"246\\\": \\\"turer\\\", \\\"247\\\": \\\"178\\\", \\\"248\\\": \\\"61\\\", \\\"249\\\": \\\"apre\\\", \\\"250\\\": \\\"teste\\\", \\\"251\\\": \\\"bas\\\", \\\"252\\\": \\\"041\\\", \\\"253\\\": \\\"recule\\\", \\\"254\\\": \\\"485\\\", \\\"255\\\": \\\"73\\\", \\\"256\\\": \\\"limite\\\", \\\"257\\\": \\\"312\\\", \\\"258\\\": \\\"tgcc\\\", \\\"259\\\": \\\"domine\\\", \\\"260\\\": \\\"enregistrant\\\", \\\"261\\\": \\\"47\\\", \\\"262\\\": \\\"858\\\", \\\"263\\\": \\\"37\\\", \\\"264\\\": \\\"taqa\\\", \\\"265\\\": \\\"morocco\\\", \\\"266\\\": \\\"39\\\", \\\"267\\\": \\\"34\\\", \\\"268\\\": \\\"tandis\\\", \\\"269\\\": \\\"addoha\\\", \\\"270\\\": \\\"enregistre\\\", \\\"271\\\": \\\"32\\\", \\\"272\\\": \\\"transactions\\\", \\\"273\\\": \\\"dant\\\", \\\"274\\\": \\\"86\\\", \\\"275\\\": \\\"35\\\", \\\"276\\\": \\\"figurant\\\", \\\"277\\\": \\\"parmi\\\", \\\"278\\\": \\\"cinq\\\", \\\"279\\\": \\\"fortes\\\", \\\"280\\\": \\\"baisses\\\", \\\"281\\\": \\\"jour\\\", \\\"282\\\": \\\"quant\\\", \\\"283\\\": \\\"capitalisation\\\", \\\"284\\\": \\\"boursie\\\", \\\"285\\\": \\\"tablie\\\", \\\"286\\\": \\\"953\\\", \\\"287\\\": \\\"rapport\\\", \\\"288\\\": \\\"dente\\\", \\\"289\\\": \\\"palmare\\\", \\\"290\\\": \\\"stroc\\\", \\\"291\\\": \\\"industrie\\\", \\\"292\\\": \\\"hausses\\\", \\\"293\\\": \\\"progression\\\", \\\"294\\\": \\\"9\\\", \\\"295\\\": \\\"96\\\", \\\"296\\\": \\\"142\\\", \\\"297\\\": \\\"95\\\", \\\"298\\\": \\\"lancent\\\", \\\"299\\\": \\\"rie\\\", \\\"300\\\": \\\"die\\\", \\\"301\\\": \\\"rencontres\\\", \\\"302\\\": \\\"cline\\\", \\\"303\\\": \\\"forme\\\", \\\"304\\\": \\\"workshops\\\", \\\"305\\\": \\\"visent\\\", \\\"306\\\": \\\"offrir\\\", \\\"307\\\": \\\"accompagnement\\\", \\\"308\\\": \\\"cible\\\", \\\"309\\\": \\\"petites\\\", \\\"310\\\": \\\"moyennes\\\", \\\"311\\\": \\\"central\\\", \\\"312\\\": \\\"dynamique\\\", \\\"313\\\": \\\"conomique\\\", \\\"314\\\": \\\"nationale\\\", \\\"315\\\": \\\"rendez\\\", \\\"316\\\": \\\"vocation\\\", \\\"317\\\": \\\"sensibiliser\\\", \\\"318\\\": \\\"meilleures\\\", \\\"319\\\": \\\"pratiques\\\", \\\"320\\\": \\\"matie\\\", \\\"321\\\": \\\"favoriser\\\", \\\"322\\\": \\\"dialogue\\\", \\\"323\\\": \\\"direct\\\", \\\"324\\\": \\\"entre\\\", \\\"325\\\": \\\"experts\\\", \\\"326\\\": \\\"tiers\\\", \\\"327\\\": \\\"rateurs\\\", \\\"328\\\": \\\"conomiques\\\", \\\"329\\\": \\\"senter\\\", \\\"330\\\": \\\"offre\\\", \\\"331\\\": \\\"globale\\\", \\\"332\\\": \\\"mentaire\\\", \\\"333\\\": \\\"facilite\\\", \\\"334\\\": \\\"activite\\\", \\\"335\\\": \\\"fait\\\", \\\"336\\\": \\\"savoir\\\", \\\"337\\\": \\\"programme\\\", \\\"338\\\": \\\"courant\\\", \\\"339\\\": \\\"mois\\\", \\\"340\\\": \\\"ficieront\\\", \\\"341\\\": \\\"mobilisation\\\", \\\"342\\\": \\\"conjointe\\\", \\\"343\\\": \\\"vue\\\", \\\"344\\\": \\\"apporter\\\", \\\"345\\\": \\\"toute\\\", \\\"346\\\": \\\"expertise\\\", \\\"347\\\": \\\"cessaire\\\", \\\"348\\\": \\\"attentes\\\", \\\"349\\\": \\\"gionales\\\", \\\"350\\\": \\\"diffe\\\", \\\"351\\\": \\\"rentes\\\", \\\"352\\\": \\\"tel\\\", \\\"353\\\": \\\"participatif\\\", \\\"354\\\": \\\"factoring\\\", \\\"355\\\": \\\"change\\\", \\\"356\\\": \\\"precise\\\", \\\"357\\\": \\\"source\\\", \\\"358\\\": \\\"affirme\\\", \\\"359\\\": \\\"engage\\\", \\\"360\\\": \\\"faveur\\\", \\\"361\\\": \\\"appuyant\\\", \\\"362\\\": \\\"mentarite\\\", \\\"363\\\": \\\"expertises\\\", \\\"364\\\": \\\"internes\\\", \\\"365\\\": \\\"ancrage\\\", \\\"366\\\": \\\"seaux\\\"}\", \"word_index\": \"{\\\"re\\\": 1, \\\"e\\\": 2, \\\"dirhams\\\": 3, \\\"bank\\\": 4, \\\"pre\\\": 5, \\\"d\\\": 6, \\\"fe\\\": 7, \\\"rence\\\": 8, \\\"s\\\": 9, \\\"1\\\": 10, \\\"juin\\\": 11, \\\"2025\\\": 12, \\\"ne\\\": 13, \\\"marche\\\": 14, \\\"cameroun\\\": 15, \\\"inte\\\": 16, \\\"millions\\\": 17, \\\"al\\\": 18, \\\"risque\\\": 19, \\\"points\\\": 20, \\\"lhma\\\": 21, \\\"ses\\\": 22, \\\"ammc\\\": 23, \\\"emprunt\\\": 24, \\\"maturite\\\": 25, \\\"7\\\": 26, \\\"ans\\\": 27, \\\"communique\\\": 28, \\\"t\\\": 29, \\\"facial\\\": 30, \\\"tranche\\\": 31, \\\"termine\\\": 32, \\\"courbe\\\": 33, \\\"secondaire\\\": 34, \\\"bons\\\": 35, \\\"tre\\\": 36, \\\"sor\\\": 37, \\\"telle\\\": 38, \\\"qu\\\": 39, \\\"publie\\\": 40, \\\"maghrib\\\": 41, \\\"augmente\\\": 42, \\\"prime\\\": 43, \\\"pbs\\\": 44, \\\"l\\\": 45, \\\"usine\\\": 46, \\\"maroc\\\": 47, \\\"afrique\\\": 48, \\\"porte\\\": 49, \\\"ge\\\": 50, \\\"premie\\\": 51, \\\"position\\\": 52, \\\"anne\\\": 53, \\\"milliards\\\": 54, \\\"plus\\\": 55, \\\"financement\\\": 56, \\\"attijariwafa\\\": 57, \\\"acteur\\\": 58, \\\"cote\\\": 59, \\\"indique\\\": 60, \\\"25\\\": 61, \\\"20\\\": 62, \\\"masi\\\": 63, \\\"changes\\\": 64, \\\"of\\\": 65, \\\"africa\\\": 66, \\\"pme\\\": 67, \\\"entreprises\\\": 68, \\\"inauguration\\\": 69, \\\"officielle\\\": 70, \\\"nouvelle\\\": 71, \\\"clinker\\\": 72, \\\"ciment\\\": 73, \\\"figuil\\\": 74, \\\"production\\\": 75, \\\"tenue\\\": 76, \\\"12\\\": 77, \\\"sous\\\": 78, \\\"plusieurs\\\": 79, \\\"membres\\\": 80, \\\"camerounais\\\": 81, \\\"ainsi\\\": 82, \\\"industrielle\\\": 83, \\\"cimencam\\\": 84, \\\"capacite\\\": 85, \\\"tonnes\\\": 86, \\\"2\\\": 87, \\\"3\\\": 88, \\\"global\\\": 89, \\\"socie\\\": 90, \\\"lafarge\\\": 91, \\\"holcim\\\": 92, \\\"ope\\\": 93, \\\"be\\\": 94, \\\"gional\\\": 95, \\\"travers\\\": 96, \\\"vise\\\": 97, \\\"prospectus\\\": 98, \\\"relatif\\\": 99, \\\"mission\\\": 100, \\\"obligataire\\\": 101, \\\"subordonne\\\": 102, \\\"5\\\": 103, \\\"compose\\\": 104, \\\"deux\\\": 105, \\\"tranches\\\": 106, \\\"non\\\": 107, \\\"cisant\\\": 108, \\\"pe\\\": 109, \\\"riode\\\": 110, \\\"souscription\\\": 111, \\\"tale\\\": 112, \\\"23\\\": 113, \\\"inclus\\\": 114, \\\"fixe\\\": 115, \\\"date\\\": 116, \\\"50\\\": 117, \\\"base\\\": 118, \\\"concernant\\\": 119, \\\"b\\\": 120, \\\"visable\\\": 121, \\\"plein\\\": 122, \\\"52\\\": 123, \\\"semaines\\\": 124, \\\"mone\\\": 125, \\\"taire\\\": 126, \\\"vendredi\\\": 127, \\\"45\\\": 128, \\\"casablanca\\\": 129, \\\"30\\\": 130, \\\"16\\\": 131, \\\"00\\\": 132, \\\"18\\\": 133, \\\"ance\\\": 134, \\\"60\\\": 135, \\\"volume\\\": 136, \\\"recul\\\": 137, \\\"filiales\\\": 138, \\\"business\\\": 139, \\\"meetings\\\": 140, \\\"gionaux\\\": 141, \\\"the\\\": 142, \\\"matiques\\\": 143, \\\"gestion\\\": 144, \\\"comple\\\": 145, \\\"bout\\\": 146, \\\"lhm\\\": 147, \\\"monie\\\": 148, \\\"gre\\\": 149, \\\"dence\\\": 150, \\\"excellence\\\": 151, \\\"premier\\\": 152, \\\"ministre\\\": 153, \\\"carneroun\\\": 154, \\\"dr\\\": 155, \\\"joseph\\\": 156, \\\"dion\\\": 157, \\\"ngute\\\": 158, \\\"sence\\\": 159, \\\"gouvernement\\\": 160, \\\"sident\\\": 161, \\\"lafargeholcim\\\": 162, \\\"infrastructure\\\": 163, \\\"cimfig\\\": 164, \\\"fliale\\\": 165, \\\"100\\\": 166, \\\"55\\\": 167, \\\"dote\\\": 168, \\\"nominale\\\": 169, \\\"500\\\": 170, \\\"000\\\": 171, \\\"an\\\": 172, \\\"dernie\\\": 173, \\\"ration\\\": 174, \\\"genre\\\": 175, \\\"pays\\\": 176, \\\"marque\\\": 177, \\\"avance\\\": 178, \\\"majeure\\\": 179, \\\"grand\\\": 180, \\\"nord\\\": 181, \\\"mise\\\": 182, \\\"service\\\": 183, \\\"totale\\\": 184, \\\"consolidant\\\": 185, \\\"leader\\\": 186, \\\"fruit\\\": 187, \\\"planification\\\": 188, \\\"efforts\\\": 189, \\\"conjoints\\\": 190, \\\"alisation\\\": 191, \\\"cessite\\\": 192, \\\"65\\\": 193, \\\"fcfa\\\": 194, \\\"assure\\\": 195, \\\"pool\\\": 196, \\\"bancaire\\\": 197, \\\"conduit\\\": 198, \\\"commerciale\\\": 199, \\\"scb\\\": 200, \\\"agissant\\\": 201, \\\"tant\\\": 202, \\\"teur\\\": 203, \\\"principal\\\": 204, \\\"subsaharienne\\\": 205, \\\"francophone\\\": 206, \\\"tient\\\": 207, \\\"participations\\\": 208, \\\"cimentie\\\": 209, \\\"res\\\": 210, \\\"co\\\": 211, \\\"ivoire\\\": 212, \\\"nin\\\": 213, \\\"guine\\\": 214, \\\"vision\\\": 215, \\\"long\\\": 216, \\\"terme\\\": 217, \\\"aspire\\\": 218, \\\"optimisation\\\": 219, \\\"actifs\\\": 220, \\\"fort\\\": 221, \\\"potentiel\\\": 222, \\\"tirant\\\": 223, \\\"notamment\\\": 224, \\\"parti\\\": 225, \\\"synergies\\\": 226, \\\"portefeuille\\\": 227, \\\"mada\\\": 228, \\\"lundi\\\": 229, \\\"06\\\": 230, \\\"entame\\\": 231, \\\"semaine\\\": 232, \\\"net\\\": 233, \\\"repli\\\": 234, \\\"poursuivant\\\": 235, \\\"mouvement\\\": 236, \\\"consolidation\\\": 237, \\\"fond\\\": 238, \\\"inquie\\\": 239, \\\"tudes\\\": 240, \\\"opolitiques\\\": 241, \\\"moyen\\\": 242, \\\"orient\\\": 243, \\\"indice\\\": 244, \\\"clo\\\": 245, \\\"turer\\\": 246, \\\"178\\\": 247, \\\"61\\\": 248, \\\"apre\\\": 249, \\\"teste\\\": 250, \\\"bas\\\": 251, \\\"041\\\": 252, \\\"recule\\\": 253, \\\"485\\\": 254, \\\"73\\\": 255, \\\"limite\\\": 256, \\\"312\\\": 257, \\\"tgcc\\\": 258, \\\"domine\\\": 259, \\\"enregistrant\\\": 260, \\\"47\\\": 261, \\\"858\\\": 262, \\\"37\\\": 263, \\\"taqa\\\": 264, \\\"morocco\\\": 265, \\\"39\\\": 266, \\\"34\\\": 267, \\\"tandis\\\": 268, \\\"addoha\\\": 269, \\\"enregistre\\\": 270, \\\"32\\\": 271, \\\"transactions\\\": 272, \\\"dant\\\": 273, \\\"86\\\": 274, \\\"35\\\": 275, \\\"figurant\\\": 276, \\\"parmi\\\": 277, \\\"cinq\\\": 278, \\\"fortes\\\": 279, \\\"baisses\\\": 280, \\\"jour\\\": 281, \\\"quant\\\": 282, \\\"capitalisation\\\": 283, \\\"boursie\\\": 284, \\\"tablie\\\": 285, \\\"953\\\": 286, \\\"rapport\\\": 287, \\\"dente\\\": 288, \\\"palmare\\\": 289, \\\"stroc\\\": 290, \\\"industrie\\\": 291, \\\"hausses\\\": 292, \\\"progression\\\": 293, \\\"9\\\": 294, \\\"96\\\": 295, \\\"142\\\": 296, \\\"95\\\": 297, \\\"lancent\\\": 298, \\\"rie\\\": 299, \\\"die\\\": 300, \\\"rencontres\\\": 301, \\\"cline\\\": 302, \\\"forme\\\": 303, \\\"workshops\\\": 304, \\\"visent\\\": 305, \\\"offrir\\\": 306, \\\"accompagnement\\\": 307, \\\"cible\\\": 308, \\\"petites\\\": 309, \\\"moyennes\\\": 310, \\\"central\\\": 311, \\\"dynamique\\\": 312, \\\"conomique\\\": 313, \\\"nationale\\\": 314, \\\"rendez\\\": 315, \\\"vocation\\\": 316, \\\"sensibiliser\\\": 317, \\\"meilleures\\\": 318, \\\"pratiques\\\": 319, \\\"matie\\\": 320, \\\"favoriser\\\": 321, \\\"dialogue\\\": 322, \\\"direct\\\": 323, \\\"entre\\\": 324, \\\"experts\\\": 325, \\\"tiers\\\": 326, \\\"rateurs\\\": 327, \\\"conomiques\\\": 328, \\\"senter\\\": 329, \\\"offre\\\": 330, \\\"globale\\\": 331, \\\"mentaire\\\": 332, \\\"facilite\\\": 333, \\\"activite\\\": 334, \\\"fait\\\": 335, \\\"savoir\\\": 336, \\\"programme\\\": 337, \\\"courant\\\": 338, \\\"mois\\\": 339, \\\"ficieront\\\": 340, \\\"mobilisation\\\": 341, \\\"conjointe\\\": 342, \\\"vue\\\": 343, \\\"apporter\\\": 344, \\\"toute\\\": 345, \\\"expertise\\\": 346, \\\"cessaire\\\": 347, \\\"attentes\\\": 348, \\\"gionales\\\": 349, \\\"diffe\\\": 350, \\\"rentes\\\": 351, \\\"tel\\\": 352, \\\"participatif\\\": 353, \\\"factoring\\\": 354, \\\"change\\\": 355, \\\"precise\\\": 356, \\\"source\\\": 357, \\\"affirme\\\": 358, \\\"engage\\\": 359, \\\"faveur\\\": 360, \\\"appuyant\\\": 361, \\\"mentarite\\\": 362, \\\"expertises\\\": 363, \\\"internes\\\": 364, \\\"ancrage\\\": 365, \\\"seaux\\\": 366}\"}}"