"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 10000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 9, \"word_counts\": \"{\\\"big\\\": 1, \\\"deal\\\": 1, \\\"eau\\\": 5, \\\"e\\\": 113, \\\"nergie\\\": 6, \\\"l\\\": 87, \\\"tat\\\": 4, \\\"impulse\\\": 1, \\\"prive\\\": 8, \\\"propulse\\\": 1, \\\"19\\\": 10, \\\"mai\\\": 2, \\\"2025\\\": 160, \\\"maroc\\\": 26, \\\"ses\\\": 11, \\\"partenaires\\\": 3, \\\"miratis\\\": 2, \\\"signe\\\": 2, \\\"trois\\\": 3, \\\"protocoles\\\": 1, \\\"d\\\": 70, \\\"accord\\\": 1, \\\"pre\\\": 30, \\\"s\\\": 49, \\\"150\\\": 1, \\\"milliards\\\": 11, \\\"dirhams\\\": 27, \\\"partenariat\\\": 4, \\\"objectif\\\": 1, \\\"assurer\\\": 1, \\\"production\\\": 5, \\\"2030\\\": 2, \\\"900\\\": 2, \\\"millions\\\": 12, \\\"m3\\\": 2, \\\"dessale\\\": 1, \\\"an\\\": 5, \\\"transport\\\": 4, \\\"800\\\": 1, \\\"via\\\": 2, \\\"autoroute\\\": 1, \\\"inte\\\": 7, \\\"gration\\\": 1, \\\"1\\\": 16, \\\"200\\\": 3, \\\"mw\\\": 5, \\\"propre\\\": 2, \\\"couple\\\": 1, \\\"ligne\\\": 1, \\\"lectrique\\\": 1, \\\"haute\\\": 1, \\\"tension\\\": 1, \\\"hvdc\\\": 1, \\\"3\\\": 10, \\\"000\\\": 8, \\\"entre\\\": 4, \\\"dakhla\\\": 3, \\\"casablanca\\\": 5, \\\"projet\\\": 4, \\\"envergure\\\": 1, \\\"re\\\": 83, \\\"alise\\\": 1, \\\"publicprive\\\": 1, \\\"ppp\\\": 5, \\\"ine\\\": 1, \\\"dit\\\": 2, \\\"plus\\\": 20, \\\"qu\\\": 8, \\\"outil\\\": 1, \\\"financier\\\": 1, \\\"mode\\\": 4, \\\"apparai\\\": 3, \\\"t\\\": 6, \\\"aujourd\\\": 2, \\\"hui\\\": 3, \\\"comme\\\": 5, \\\"cle\\\": 3, \\\"veloppement\\\": 3, \\\"durable\\\": 1, \\\"acce\\\": 4, \\\"pondre\\\": 2, \\\"fis\\\": 1, \\\"climatiques\\\": 2, \\\"hydriques\\\": 1, \\\"royaume\\\": 7, \\\"appuie\\\": 1, \\\"loi\\\": 3, \\\"n\\\": 8, \\\"86\\\": 2, \\\"12\\\": 7, \\\"relative\\\": 1, \\\"contrats\\\": 1, \\\"tablit\\\": 1, \\\"cadre\\\": 1, \\\"rigoureux\\\": 1, \\\"fonde\\\": 1, \\\"transparence\\\": 2, \\\"gouvernance\\\": 3, \\\"responsable\\\": 2, \\\"suivi\\\": 1, \\\"partition\\\": 2, \\\"quitable\\\": 1, \\\"risques\\\": 3, \\\"permet\\\": 4, \\\"garantir\\\": 1, \\\"services\\\": 1, \\\"publics\\\": 1, \\\"standards\\\": 1, \\\"internationaux\\\": 3, \\\"tout\\\": 3, \\\"valorisant\\\": 1, \\\"expertise\\\": 2, \\\"capacite\\\": 6, \\\"financie\\\": 1, \\\"activite\\\": 2, \\\"secteur\\\": 2, \\\"optant\\\": 1, \\\"garantit\\\": 2, \\\"apport\\\": 1, \\\"capitaux\\\": 2, \\\"partage\\\": 2, \\\"transfert\\\": 3, \\\"compe\\\": 4, \\\"tences\\\": 2, \\\"rapidite\\\": 1, \\\"mise\\\": 7, \\\"\\\\u0153uvre\\\": 1, \\\"fait\\\": 3, \\\"quoi\\\": 1, \\\"porte\\\": 6, \\\"gouvernement\\\": 2, \\\"marocain\\\": 3, \\\"office\\\": 1, \\\"national\\\": 2, \\\"lectricite\\\": 3, \\\"potable\\\": 1, \\\"onee\\\": 3, \\\"ge\\\": 26, \\\"ants\\\": 2, \\\"taqa\\\": 7, \\\"morocco\\\": 4, \\\"nareva\\\": 7, \\\"consortium\\\": 1, \\\"fonds\\\": 2, \\\"mohammed\\\": 1, \\\"vi\\\": 1, \\\"fm6i\\\": 3, \\\"ga\\\": 1, \\\"programme\\\": 4, \\\"invente\\\": 1, \\\"manie\\\": 2, \\\"concevoir\\\": 1, \\\"infrastructures\\\": 3, \\\"tandis\\\": 3, \\\"concessions\\\": 1, \\\"foncie\\\": 1, \\\"res\\\": 4, \\\"structuration\\\": 1, \\\"glementaire\\\": 1, \\\"curise\\\": 1, \\\"garanties\\\": 1, \\\"achat\\\": 1, \\\"participation\\\": 3, \\\"15\\\": 6, \\\"joue\\\": 3, \\\"ro\\\": 4, \\\"caution\\\": 1, \\\"souveraine\\\": 1, \\\"chacun\\\": 1, \\\"42\\\": 1, \\\"5\\\": 14, \\\"assurent\\\": 1, \\\"tudes\\\": 3, \\\"techniques\\\": 1, \\\"avantprojets\\\": 1, \\\"leve\\\": 1, \\\"emprunt\\\": 8, \\\"mutualiser\\\": 1, \\\"optimiser\\\": 1, \\\"lais\\\": 1, \\\"attirer\\\": 1, \\\"montage\\\": 1, \\\"purement\\\": 1, \\\"public\\\": 4, \\\"pris\\\": 1, \\\"anne\\\": 6, \\\"proce\\\": 2, \\\"dures\\\": 1, \\\"gain\\\": 1, \\\"estime\\\": 3, \\\"24\\\": 10, \\\"mois\\\": 2, \\\"service\\\": 3, \\\"vue\\\": 2, \\\"2028\\\": 1, \\\"rappelons\\\": 1, \\\"premie\\\": 4, \\\"pays\\\": 6, \\\"capitalise\\\": 1, \\\"dentes\\\": 1, \\\"ussites\\\": 1, \\\"image\\\": 1, \\\"centrale\\\": 4, \\\"thermique\\\": 1, \\\"safi\\\": 2, \\\"2017\\\": 1, \\\"gra\\\": 2, \\\"co\\\": 2, \\\"engie\\\": 1, \\\"mitsui\\\": 1, \\\"tre\\\": 12, \\\"ouvrage\\\": 1, \\\"exemple\\\": 2, \\\"cite\\\": 1, \\\"fe\\\": 10, \\\"rence\\\": 10, \\\"efficacite\\\": 1, \\\"mobilisation\\\": 2, \\\"9\\\": 3, \\\"investissements\\\": 3, \\\"relance\\\": 1, \\\"gaz\\\": 4, \\\"tahaddart\\\": 1, \\\"400\\\": 2, \\\"inscrit\\\": 2, \\\"continuite\\\": 1, \\\"veloppe\\\": 1, \\\"initialement\\\": 1, \\\"endesa\\\": 1, \\\"siemens\\\": 1, \\\"sormais\\\": 2, \\\"pilote\\\": 1, \\\"trio\\\": 1, \\\"dollars\\\": 6, \\\"augmenter\\\": 1, \\\"cycle\\\": 1, \\\"combine\\\": 2, \\\"100\\\": 5, \\\"levier\\\": 2, \\\"souverainete\\\": 4, \\\"hydrique\\\": 3, \\\"nerge\\\": 5, \\\"tique\\\": 5, \\\"abdelmajid\\\": 1, \\\"iraqui\\\": 1, \\\"houssaini\\\": 1, \\\"sident\\\": 4, \\\"directoire\\\": 1, \\\"strate\\\": 8, \\\"gique\\\": 6, \\\"contribue\\\": 1, \\\"transformer\\\": 2, \\\"durablement\\\": 1, \\\"paysage\\\": 1, \\\"accroissement\\\": 1, \\\"dessalement\\\": 2, \\\"afin\\\": 1, \\\"soutenir\\\": 2, \\\"feuille\\\": 2, \\\"route\\\": 1, \\\"climatique\\\": 1, \\\"renforcer\\\": 1, \\\"discours\\\": 1, \\\"reda\\\": 1, \\\"hamedoun\\\": 1, \\\"vice\\\": 1, \\\"exe\\\": 2, \\\"cutif\\\": 1, \\\"holding\\\": 2, \\\"affirme\\\": 3, \\\"lors\\\": 2, \\\"panel\\\": 1, \\\"global\\\": 5, \\\"growth\\\": 1, \\\"conference\\\": 1, \\\"tenu\\\": 1, \\\"cemment\\\": 1, \\\"rabat\\\": 1, \\\"simplement\\\": 2, \\\"travers\\\": 4, \\\"duquel\\\": 1, \\\"ajoute\\\": 1, \\\"ne\\\": 55, \\\"ration\\\": 3, \\\"renouvelable\\\": 2, \\\"bas\\\": 4, \\\"carbone\\\": 3, \\\"c\\\": 6, \\\"aussi\\\": 5, \\\"grand\\\": 3, \\\"cohe\\\": 1, \\\"sion\\\": 1, \\\"sociale\\\": 1, \\\"territorial\\\": 1, \\\"technologies\\\": 1, \\\"ussite\\\": 1, \\\"expe\\\": 1, \\\"rience\\\": 1, \\\"matie\\\": 2, \\\"innovation\\\": 1, \\\"technologique\\\": 1, \\\"premiers\\\": 1, \\\"afrique\\\": 5, \\\"velopper\\\": 1, \\\"technologie\\\": 1, \\\"ultra\\\": 1, \\\"supercritique\\\": 1, \\\"exploitons\\\": 1, \\\"parc\\\": 1, \\\"olien\\\": 1, \\\"continent\\\": 1, \\\"aftissat\\\": 1, \\\"conclu\\\": 1, \\\"dela\\\": 1, \\\"chiffres\\\": 1, \\\"catalyseur\\\": 1, \\\"local\\\": 1, \\\"25\\\": 15, \\\"emplois\\\": 1, \\\"devraient\\\": 1, \\\"cre\\\": 3, \\\"dont\\\": 3, \\\"10\\\": 21, \\\"durables\\\": 1, \\\"bureaux\\\": 1, \\\"marocains\\\": 2, \\\"pme\\\": 4, \\\"maintenance\\\": 1, \\\"centres\\\": 1, \\\"formation\\\": 1, \\\"implique\\\": 1, \\\"dynamique\\\": 2, \\\"industrielle\\\": 5, \\\"attendue\\\": 1, \\\"autour\\\": 1, \\\"hydraulique\\\": 1, \\\"solaireair\\\": 1, \\\"sche\\\": 1, \\\"pourrait\\\": 3, \\\"devenir\\\": 1, \\\"matrice\\\": 1, \\\"futurs\\\": 1, \\\"grands\\\": 2, \\\"chantiers\\\": 1, \\\"stockage\\\": 1, \\\"ouarzazate\\\": 1, \\\"extensions\\\": 1, \\\"agadir\\\": 1, \\\"vertes\\\": 1, \\\"donne\\\": 2, \\\"impulsion\\\": 1, \\\"action\\\": 7, \\\"ensemble\\\": 1, \\\"construisent\\\": 1, \\\"fondations\\\": 1, \\\"souverain\\\": 1, \\\"silient\\\": 1, \\\"transition\\\": 2, \\\"pourquoi\\\": 2, \\\"hydroge\\\": 17, \\\"vert\\\": 8, \\\"marche\\\": 11, \\\"mondial\\\": 4, \\\"repre\\\": 4, \\\"sente\\\": 6, \\\"actuellement\\\": 1, \\\"tonnes\\\": 3, \\\"mutation\\\": 1, \\\"raison\\\": 1, \\\"contraintes\\\": 1, \\\"carbonation\\\": 1, \\\"poussant\\\": 1, \\\"consommateurs\\\": 1, \\\"off\\\": 1, \\\"takers\\\": 1, \\\"rechercher\\\": 1, \\\"sources\\\": 1, \\\"fin\\\": 1, \\\"2024\\\": 15, \\\"environ\\\": 1, \\\"75\\\": 1, \\\"projets\\\": 5, \\\"cide\\\": 5, \\\"construction\\\": 1, \\\"ope\\\": 3, \\\"car\\\": 1, \\\"clients\\\": 1, \\\"engage\\\": 2, \\\"300\\\": 2, \\\"phase\\\": 1, \\\"tude\\\": 1, \\\"4\\\": 3, \\\"prochaines\\\": 1, \\\"contexte\\\": 1, \\\"avance\\\": 2, \\\"mesure\\\": 1, \\\"validant\\\": 1, \\\"mars\\\": 1, \\\"six\\\": 2, \\\"industriels\\\": 2, \\\"majeurs\\\": 1, \\\"gions\\\": 1, \\\"laa\\\": 1, \\\"youne\\\": 1, \\\"guelmim\\\": 1, \\\"montant\\\": 5, \\\"total\\\": 2, \\\"319\\\": 1, \\\"30\\\": 22, \\\"envoie\\\": 1, \\\"signal\\\": 1, \\\"fort\\\": 3, \\\"veut\\\": 1, \\\"imposer\\\": 1, \\\"acteur\\\": 4, \\\"central\\\": 2, \\\"aspire\\\": 2, \\\"ainsi\\\": 4, \\\"couvrir\\\": 1, \\\"demande\\\": 1, \\\"consortiums\\\": 1, \\\"notamment\\\": 3, \\\"allemands\\\": 1, \\\"ame\\\": 1, \\\"ricains\\\": 1, \\\"saoudiens\\\": 1, \\\"chinois\\\": 2, \\\"visent\\\": 2, \\\"produire\\\": 2, \\\"ammoniac\\\": 7, \\\"acier\\\": 2, \\\"encore\\\": 4, \\\"carburants\\\": 1, \\\"propres\\\": 1, \\\"maritime\\\": 1, \\\"ornx\\\": 1, \\\"regroupe\\\": 1, \\\"entreprises\\\": 5, \\\"ortus\\\": 1, \\\"usa\\\": 1, \\\"acciona\\\": 1, \\\"espagne\\\": 2, \\\"nordex\\\": 1, \\\"allemagne\\\": 2, \\\"ciblera\\\": 1, \\\"autres\\\": 3, \\\"cepsa\\\": 1, \\\"china\\\": 1, \\\"three\\\": 1, \\\"gorges\\\": 1, \\\"galement\\\": 6, \\\"retenus\\\": 1, \\\"illustrant\\\": 1, \\\"international\\\": 1, \\\"croissant\\\": 1, \\\"potentiel\\\": 2, \\\"peut\\\": 4, \\\"compter\\\": 3, \\\"avantage\\\": 1, \\\"structurel\\\": 1, \\\"majeur\\\": 2, \\\"ressources\\\": 2, \\\"renouvelables\\\": 1, \\\"quasi\\\": 1, \\\"illimite\\\": 1, \\\"ensoleillement\\\": 1, \\\"record\\\": 1, \\\"gimes\\\": 1, \\\"vents\\\": 1, \\\"puissants\\\": 1, \\\"provinces\\\": 1, \\\"sud\\\": 1, \\\"cou\\\": 1, \\\"ts\\\": 1, \\\"parmi\\\": 2, \\\"monde\\\": 1, \\\"proches\\\": 1, \\\"2\\\": 13, \\\"kg\\\": 1, \\\"selon\\\": 3, \\\"institut\\\": 1, \\\"recherche\\\": 1, \\\"solaire\\\": 1, \\\"nergies\\\": 2, \\\"nouvelles\\\": 1, \\\"iresen\\\": 1, \\\"prix\\\": 2, \\\"seuil\\\": 3, \\\"crucial\\\": 1, \\\"devienne\\\": 1, \\\"titif\\\": 1, \\\"face\\\": 1, \\\"fossiles\\\": 1, \\\"chelle\\\": 3, \\\"mondiale\\\": 1, \\\"serve\\\": 1, \\\"ve\\\": 5, \\\"hicules\\\": 1, \\\"pile\\\": 1, \\\"essor\\\": 1, \\\"aujourde\\\": 1, \\\"largement\\\": 1, \\\"passe\\\": 1, \\\"batteries\\\": 1, \\\"devient\\\": 1, \\\"carboner\\\": 1, \\\"pans\\\": 1, \\\"entiers\\\": 1, \\\"industrie\\\": 4, \\\"lourde\\\": 1, \\\"engrais\\\": 3, \\\"ciment\\\": 3, \\\"remplacer\\\": 1, \\\"charbon\\\": 1, \\\"centrales\\\": 1, \\\"lectriques\\\": 1, \\\"entend\\\": 2, \\\"jouer\\\": 2, \\\"course\\\": 1, \\\"bataille\\\": 1, \\\"oe\\\": 1, \\\"conomique\\\": 4, \\\"grande\\\": 2, \\\"lourdement\\\": 1, \\\"pendants\\\": 1, \\\"russe\\\": 1, \\\"revirement\\\": 1, \\\"depuis\\\": 2, \\\"guerre\\\": 1, \\\"ukraine\\\": 1, \\\"berlin\\\": 1, \\\"voit\\\": 3, \\\"importer\\\": 1, \\\"70\\\": 3, \\\"cherche\\\": 1, \\\"activement\\\": 1, \\\"fiables\\\": 1, \\\"clairement\\\": 1, \\\"gie\\\": 1, \\\"europe\\\": 3, \\\"enne\\\": 1, \\\"claration\\\": 1, \\\"intention\\\": 1, \\\"bilate\\\": 1, \\\"rale\\\": 12, \\\"germano\\\": 1, \\\"marocaine\\\": 1, \\\"juin\\\": 11, \\\"interconnexions\\\": 1, \\\"annalena\\\": 1, \\\"baerbock\\\": 1, \\\"ministre\\\": 2, \\\"trange\\\": 1, \\\"allemande\\\": 1, \\\"occasion\\\": 1, \\\"ja\\\": 2, \\\"phare\\\": 1, \\\"gion\\\": 1, \\\"pipeline\\\": 1, \\\"h2med\\\": 1, \\\"reliera\\\": 1, \\\"portugal\\\": 1, \\\"france\\\": 1, \\\"extension\\\": 1, \\\"vers\\\": 2, \\\"offrirait\\\": 1, \\\"directe\\\": 1, \\\"ens\\\": 1, \\\"terme\\\": 2, \\\"infrastructure\\\": 2, \\\"permettrait\\\": 1, \\\"exporter\\\": 1, \\\"rive\\\": 3, \\\"facilement\\\": 1, \\\"transportable\\\": 1, \\\"jusqu\\\": 2, \\\"usines\\\": 1, \\\"allemandes\\\": 1, \\\"franc\\\": 1, \\\"aises\\\": 1, \\\"justement\\\": 1, \\\"produit\\\": 1, \\\"partir\\\": 3, \\\"utilise\\\": 1, \\\"ocp\\\": 1, \\\"cinquie\\\": 1, \\\"exportateur\\\": 1, \\\"cependant\\\": 1, \\\"proble\\\": 1, \\\"matique\\\": 1, \\\"pose\\\": 1, \\\"laquelle\\\": 2, \\\"importe\\\": 1, \\\"principalement\\\": 1, \\\"aupre\\\": 1, \\\"russie\\\": 1, \\\"tats\\\": 4, \\\"unis\\\": 1, \\\"situation\\\": 1, \\\"paradoxale\\\": 1, \\\"posse\\\": 2, \\\"grandes\\\": 1, \\\"serves\\\": 1, \\\"mondiales\\\": 1, \\\"phosphate\\\": 2, \\\"veloppant\\\": 1, \\\"boucler\\\": 1, \\\"chai\\\": 1, \\\"valeur\\\": 1, \\\"sultat\\\": 3, \\\"renforcement\\\": 1, \\\"monte\\\": 1, \\\"gamme\\\": 1, \\\"exportations\\\": 1, \\\"titivite\\\": 1, \\\"accrue\\\": 1, \\\"niveau\\\": 1, \\\"celui\\\": 1, \\\"or\\\": 1, \\\"carte\\\": 1, \\\"engagements\\\": 1, \\\"agit\\\": 1, \\\"choix\\\": 1, \\\"redessine\\\": 1, \\\"contours\\\": 1, \\\"politique\\\": 1, \\\"diplomatique\\\": 1, \\\"non\\\": 5, \\\"seulement\\\": 1, \\\"tendre\\\": 1, \\\"fournisseur\\\": 1, \\\"restructuration\\\": 1, \\\"profonde\\\": 1, \\\"tissu\\\": 1, \\\"industriel\\\": 1, \\\"ambition\\\": 1, \\\"dible\\\": 1, \\\"condition\\\": 1, \\\"ussir\\\": 1, \\\"cution\\\": 1, \\\"industrialisation\\\": 1, \\\"rapide\\\": 1, \\\"filie\\\": 1, \\\"chose\\\": 1, \\\"su\\\": 1, \\\"fene\\\": 1, \\\"opportunite\\\": 2, \\\"bien\\\": 2, \\\"laisser\\\": 1, \\\"passer\\\": 1, \\\"masi\\\": 3, \\\"lundi\\\": 1, \\\"16\\\": 4, \\\"06\\\": 77, \\\"00\\\": 2, \\\"entame\\\": 1, \\\"semaine\\\": 3, \\\"net\\\": 8, \\\"repli\\\": 1, \\\"poursuivant\\\": 1, \\\"mouvement\\\": 1, \\\"consolidation\\\": 1, \\\"fond\\\": 1, \\\"inquie\\\": 1, \\\"opolitiques\\\": 1, \\\"moyen\\\": 1, \\\"orient\\\": 1, \\\"indice\\\": 1, \\\"clo\\\": 2, \\\"turer\\\": 1, \\\"18\\\": 10, \\\"178\\\": 1, \\\"61\\\": 1, \\\"points\\\": 5, \\\"apre\\\": 2, \\\"teste\\\": 1, \\\"ance\\\": 2, \\\"041\\\": 1, \\\"20\\\": 13, \\\"recule\\\": 1, \\\"60\\\": 4, \\\"485\\\": 1, \\\"73\\\": 1, \\\"volume\\\": 2, \\\"changes\\\": 3, \\\"limite\\\": 1, \\\"312\\\": 1, \\\"tgcc\\\": 2, \\\"domine\\\": 1, \\\"enregistrant\\\": 1, \\\"47\\\": 1, \\\"858\\\": 1, \\\"37\\\": 2, \\\"39\\\": 3, \\\"recul\\\": 2, \\\"34\\\": 1, \\\"addoha\\\": 2, \\\"enregistre\\\": 1, \\\"32\\\": 1, \\\"transactions\\\": 1, \\\"dant\\\": 1, \\\"35\\\": 1, \\\"figurant\\\": 1, \\\"cinq\\\": 2, \\\"fortes\\\": 1, \\\"baisses\\\": 1, \\\"jour\\\": 6, \\\"quant\\\": 1, \\\"capitalisation\\\": 1, \\\"boursie\\\": 1, \\\"tablie\\\": 1, \\\"953\\\": 1, \\\"rapport\\\": 1, \\\"dente\\\": 1, \\\"cote\\\": 10, \\\"palmare\\\": 1, \\\"stroc\\\": 3, \\\"hausses\\\": 1, \\\"progression\\\": 1, \\\"96\\\": 1, \\\"142\\\": 1, \\\"95\\\": 2, \\\"bank\\\": 12, \\\"of\\\": 3, \\\"africa\\\": 3, \\\"filiales\\\": 2, \\\"lancent\\\": 1, \\\"rie\\\": 1, \\\"business\\\": 2, \\\"meetings\\\": 2, \\\"gionaux\\\": 2, \\\"die\\\": 1, \\\"rencontres\\\": 1, \\\"cline\\\": 1, \\\"sous\\\": 2, \\\"forme\\\": 1, \\\"workshops\\\": 1, \\\"the\\\": 2, \\\"matiques\\\": 2, \\\"offrir\\\": 1, \\\"accompagnement\\\": 1, \\\"cible\\\": 1, \\\"petites\\\": 1, \\\"moyennes\\\": 1, \\\"nationale\\\": 1, \\\"indique\\\": 3, \\\"communique\\\": 4, \\\"rendez\\\": 1, \\\"vocation\\\": 1, \\\"sensibiliser\\\": 1, \\\"meilleures\\\": 1, \\\"pratiques\\\": 1, \\\"gestion\\\": 4, \\\"financement\\\": 3, \\\"favoriser\\\": 1, \\\"dialogue\\\": 1, \\\"direct\\\": 1, \\\"experts\\\": 1, \\\"tiers\\\": 1, \\\"rateurs\\\": 1, \\\"conomiques\\\": 1, \\\"senter\\\": 2, \\\"offre\\\": 1, \\\"globale\\\": 1, \\\"comple\\\": 2, \\\"mentaire\\\": 1, \\\"facilite\\\": 1, \\\"bout\\\": 2, \\\"savoir\\\": 1, \\\"courant\\\": 1, \\\"be\\\": 7, \\\"ficieront\\\": 1, \\\"conjointe\\\": 1, \\\"apporter\\\": 1, \\\"toute\\\": 1, \\\"cessaire\\\": 1, \\\"attentes\\\": 1, \\\"gionales\\\": 1, \\\"diffe\\\": 1, \\\"rentes\\\": 1, \\\"tel\\\": 1, \\\"participatif\\\": 1, \\\"factoring\\\": 1, \\\"risque\\\": 5, \\\"change\\\": 1, \\\"precise\\\": 1, \\\"source\\\": 1, \\\"position\\\": 3, \\\"faveur\\\": 1, \\\"appuyant\\\": 1, \\\"mentarite\\\": 1, \\\"expertises\\\": 1, \\\"internes\\\": 1, \\\"ancrage\\\": 1, \\\"gional\\\": 2, \\\"seaux\\\": 1, \\\"lhm\\\": 1, \\\"inauguration\\\": 2, \\\"officielle\\\": 2, \\\"nouvelle\\\": 2, \\\"usine\\\": 3, \\\"clinker\\\": 2, \\\"figuil\\\": 2, \\\"cameroun\\\": 5, \\\"monie\\\": 1, \\\"gre\\\": 1, \\\"tenue\\\": 4, \\\"dence\\\": 1, \\\"excellence\\\": 1, \\\"premier\\\": 1, \\\"carneroun\\\": 1, \\\"dr\\\": 1, \\\"joseph\\\": 1, \\\"dion\\\": 1, \\\"ngute\\\": 1, \\\"sence\\\": 1, \\\"plusieurs\\\": 3, \\\"membres\\\": 2, \\\"camerounais\\\": 2, \\\"lafargeholcim\\\": 2, \\\"lhma\\\": 4, \\\"cimfig\\\": 1, \\\"fliale\\\": 1, \\\"cimencam\\\": 2, \\\"55\\\": 2, \\\"dote\\\": 1, \\\"nominale\\\": 1, \\\"500\\\": 1, \\\"dernie\\\": 1, \\\"genre\\\": 1, \\\"marque\\\": 1, \\\"majeure\\\": 1, \\\"nord\\\": 2, \\\"totale\\\": 1, \\\"consolidant\\\": 1, \\\"leader\\\": 1, \\\"fruit\\\": 1, \\\"planification\\\": 1, \\\"efforts\\\": 1, \\\"conjoints\\\": 1, \\\"alisation\\\": 1, \\\"cessite\\\": 1, \\\"65\\\": 1, \\\"fcfa\\\": 1, \\\"assure\\\": 1, \\\"pool\\\": 1, \\\"bancaire\\\": 1, \\\"conduit\\\": 1, \\\"socie\\\": 10, \\\"commerciale\\\": 1, \\\"scb\\\": 1, \\\"attijariwafa\\\": 4, \\\"agissant\\\": 1, \\\"tant\\\": 3, \\\"teur\\\": 1, \\\"principal\\\": 1, \\\"lafarge\\\": 2, \\\"holcim\\\": 2, \\\"subsaharienne\\\": 1, \\\"francophone\\\": 1, \\\"tient\\\": 1, \\\"participations\\\": 1, \\\"cimentie\\\": 1, \\\"ivoire\\\": 1, \\\"nin\\\": 1, \\\"guine\\\": 1, \\\"vision\\\": 1, \\\"long\\\": 1, \\\"optimisation\\\": 1, \\\"actifs\\\": 1, \\\"tirant\\\": 1, \\\"parti\\\": 2, \\\"synergies\\\": 1, \\\"portefeuille\\\": 1, \\\"al\\\": 5, \\\"mada\\\": 1, \\\"ammc\\\": 5, \\\"vise\\\": 2, \\\"prospectus\\\": 2, \\\"relatif\\\": 2, \\\"mission\\\": 4, \\\"obligataire\\\": 5, \\\"subordonne\\\": 3, \\\"maturite\\\": 4, \\\"7\\\": 8, \\\"ans\\\": 5, \\\"compose\\\": 3, \\\"deux\\\": 3, \\\"tranches\\\": 2, \\\"cisant\\\": 2, \\\"pe\\\": 4, \\\"riode\\\": 4, \\\"souscription\\\": 2, \\\"tale\\\": 2, \\\"23\\\": 9, \\\"inclus\\\": 2, \\\"facial\\\": 4, \\\"tranche\\\": 4, \\\"fixe\\\": 4, \\\"termine\\\": 5, \\\"courbe\\\": 4, \\\"secondaire\\\": 4, \\\"bons\\\": 4, \\\"sor\\\": 4, \\\"telle\\\": 4, \\\"publie\\\": 5, \\\"maghrib\\\": 4, \\\"date\\\": 8, \\\"augmente\\\": 4, \\\"prime\\\": 4, \\\"50\\\": 3, \\\"base\\\": 2, \\\"pbs\\\": 4, \\\"concernant\\\": 2, \\\"b\\\": 2, \\\"visable\\\": 2, \\\"plein\\\": 3, \\\"52\\\": 2, \\\"semaines\\\": 2, \\\"mone\\\": 2, \\\"taire\\\": 3, \\\"vendredi\\\": 3, \\\"45\\\": 2, \\\"guide\\\": 4, \\\"boursenews\\\": 2, \\\"assemble\\\": 22, \\\"rales\\\": 7, \\\"contenant\\\": 1, \\\"solutions\\\": 6, \\\"actualite\\\": 1, \\\"metteurs\\\": 1, \\\"saison\\\": 3, \\\"sultats\\\": 4, \\\"annuels\\\": 3, \\\"faisant\\\": 5, \\\"appel\\\": 2, \\\"pargne\\\": 2, \\\"celles\\\": 1, \\\"avril\\\": 1, \\\"publier\\\": 2, \\\"rapports\\\": 2, \\\"financiers\\\": 2, \\\"coi\\\": 1, \\\"ncide\\\": 1, \\\"paration\\\": 1, \\\"ordinaires\\\": 2, \\\"ago\\\": 6, \\\"doivent\\\": 2, \\\"faire\\\": 1, \\\"preuve\\\": 1, \\\"anticipation\\\": 1, \\\"publiant\\\": 1, \\\"avis\\\": 2, \\\"convocation\\\": 3, \\\"moins\\\": 4, \\\"jours\\\": 2, \\\"avant\\\": 3, \\\"ag\\\": 9, \\\"tenez\\\": 2, \\\"part\\\": 2, \\\"chaque\\\": 3, \\\"investissez\\\": 1, \\\"saviez\\\": 1, \\\"pouvez\\\": 3, \\\"actif\\\": 1, \\\"moment\\\": 3, \\\"informer\\\": 1, \\\"exprimer\\\": 1, \\\"voter\\\": 2, \\\"cisions\\\": 2, \\\"giques\\\": 1, \\\"unique\\\": 1, \\\"changer\\\": 1, \\\"dirigeants\\\": 1, \\\"mieux\\\": 1, \\\"comprendre\\\": 2, \\\"vos\\\": 3, \\\"aide\\\": 1, \\\"tirer\\\": 1, \\\"pleinement\\\": 1, \\\"droit\\\": 6, \\\"mis\\\": 5, \\\"gulie\\\": 1, \\\"rement\\\": 1, \\\"accessible\\\": 1, \\\"union\\\": 2, \\\"cision\\\": 2, \\\"bat\\\": 2, \\\"encadre\\\": 1, \\\"17\\\": 8, \\\"anonymes\\\": 1, \\\"statuts\\\": 3, \\\"existe\\\": 1, \\\"types\\\": 1, \\\"ordinaire\\\": 6, \\\"fois\\\": 3, \\\"statuer\\\": 3, \\\"courante\\\": 1, \\\"approbation\\\": 4, \\\"comptes\\\": 9, \\\"nomination\\\": 1, \\\"administrateurs\\\": 1, \\\"age\\\": 1, \\\"extraordinaire\\\": 1, \\\"convoque\\\": 1, \\\"cider\\\": 1, \\\"modifications\\\": 1, \\\"importantes\\\": 2, \\\"mixte\\\": 1, \\\"extraordinaires\\\": 1, \\\"participer\\\": 2, \\\"disposez\\\": 1, \\\"droits\\\": 2, \\\"fondamentaux\\\": 1, \\\"exercer\\\": 1, \\\"information\\\": 1, \\\"der\\\": 1, \\\"ordre\\\": 3, \\\"liste\\\": 1, \\\"parer\\\": 2, \\\"claire\\\": 1, \\\"discussions\\\": 1, \\\"votes\\\": 5, \\\"expression\\\": 1, \\\"proposer\\\": 2, \\\"ajout\\\": 1, \\\"atteignez\\\": 1, \\\"certain\\\": 1, \\\"tention\\\": 2, \\\"prendre\\\": 1, \\\"parole\\\": 1, \\\"pendant\\\": 2, \\\"nominations\\\": 1, \\\"influencer\\\": 1, \\\"orientation\\\": 1, \\\"doit\\\": 1, \\\"journal\\\": 1, \\\"annonces\\\": 1, \\\"gales\\\": 1, \\\"site\\\": 2, \\\"web\\\": 1, \\\"cise\\\": 1, \\\"heure\\\": 1, \\\"lieu\\\": 2, \\\"modalite\\\": 2, \\\"rifiez\\\": 1, \\\"nombre\\\": 1, \\\"dez\\\": 1, \\\"exigent\\\": 1, \\\"maximum\\\": 2, \\\"regrouper\\\": 1, \\\"devrez\\\": 1, \\\"inscrire\\\": 1, \\\"nominatif\\\": 1, \\\"certificat\\\": 1, \\\"porteur\\\": 1, \\\"j\\\": 1, \\\"comment\\\": 1, \\\"roule\\\": 1, \\\"enregistrement\\\": 1, \\\"sences\\\": 1, \\\"rifie\\\": 1, \\\"commence\\\": 1, \\\"quorum\\\": 1, \\\"atteint\\\": 1, \\\"vote\\\": 2, \\\"bats\\\": 1, \\\"discute\\\": 1, \\\"puis\\\": 1, \\\"soumises\\\": 1, \\\"bureau\\\": 1, \\\"scrutateurs\\\": 2, \\\"secre\\\": 1, \\\"voix\\\": 1, \\\"rifient\\\": 1, \\\"comptabilisent\\\": 1, \\\"trouver\\\": 1, \\\"verbal\\\": 1, \\\"officiel\\\": 1, \\\"dige\\\": 1, \\\"archive\\\": 1, \\\"sie\\\": 1, \\\"social\\\": 3, \\\"contient\\\": 1, \\\"adopte\\\": 1, \\\"tail\\\": 1, \\\"contre\\\": 1, \\\"abstentions\\\": 1, \\\"consultable\\\": 1, \\\"internet\\\": 1, \\\"bonus\\\": 1, \\\"tous\\\": 1, \\\"seul\\\": 1, \\\"endroit\\\": 1, \\\"dividende\\\": 11, \\\"propose\\\": 4, \\\"tachement\\\": 1, \\\"paiement\\\": 6, \\\"tails\\\": 1, \\\"afma\\\": 1, \\\"11\\\": 9, \\\"visualiser\\\": 74, \\\"afric\\\": 1, \\\"05\\\": 34, \\\"22\\\": 4, \\\"afriquia\\\": 1, \\\"03\\\": 6, \\\"175\\\": 1, \\\"08\\\": 5, \\\"04\\\": 7, \\\"agma\\\": 1, \\\"07\\\": 24, \\\"akdital\\\": 3, \\\"31\\\": 9, \\\"alliances\\\": 1, \\\"09\\\": 12, \\\"6\\\": 4, \\\"21\\\": 7, \\\"aluminium\\\": 1, \\\"aradei\\\": 1, \\\"13\\\": 7, \\\"atlanta\\\": 1, \\\"sanad\\\": 1, \\\"8\\\": 1, \\\"27\\\": 5, \\\"auto\\\": 2, \\\"hall\\\": 1, \\\"nejma\\\": 1, \\\"120\\\": 1, \\\"02\\\": 3, \\\"balima\\\": 1, \\\"boa\\\": 1, \\\"bcp\\\": 1, \\\"bmci\\\": 1, \\\"cfg\\\": 1, \\\"29\\\": 6, \\\"ciments\\\": 1, \\\"26\\\": 10, \\\"cmgp\\\": 2, \\\"01\\\": 4, \\\"colorado\\\": 1, \\\"ctm\\\": 2, \\\"cmt\\\": 1, \\\"0\\\": 17, \\\"cosumar\\\": 2, \\\"cdm\\\": 3, \\\"2026\\\": 1, \\\"41\\\": 2, \\\"cih\\\": 1, \\\"14\\\": 4, \\\"dari\\\": 1, \\\"couspate\\\": 1, \\\"140\\\": 2, \\\"delta\\\": 1, \\\"disty\\\": 1, \\\"disway\\\": 1, \\\"40\\\": 3, \\\"douja\\\": 1, \\\"prom\\\": 1, \\\"ennakl\\\": 1, \\\"38\\\": 1, \\\"eqdom\\\": 1, \\\"fenie\\\": 1, \\\"brossette\\\": 1, \\\"hps\\\": 1, \\\"immorente\\\": 1, \\\"invest\\\": 1, \\\"t1\\\": 1, \\\"042025\\\": 1, \\\"t2\\\": 1, \\\"s2\\\": 1, \\\"involys\\\": 1, \\\"iam\\\": 1, \\\"43\\\": 1, \\\"jet\\\": 1, \\\"contractors\\\": 1, \\\"label\\\": 1, \\\"vie\\\": 1, \\\"110\\\": 1, \\\"57\\\": 1, \\\"lesieur\\\": 1, \\\"m2m\\\": 2, \\\"maghreb\\\": 1, \\\"oxygene\\\": 1, \\\"maghrebail\\\": 1, \\\"53\\\": 1, \\\"managem\\\": 1, \\\"leasing\\\": 1, \\\"med\\\": 1, \\\"paper\\\": 1, \\\"microdata\\\": 1, \\\"mutandis\\\": 1, \\\"rebab\\\": 1, \\\"company\\\": 1, \\\"rds\\\": 3, \\\"risma\\\": 1, \\\"tard\\\": 4, \\\"salafin\\\": 1, \\\"sanlam\\\": 1, \\\"28\\\": 3, \\\"81\\\": 1, \\\"sodep\\\": 1, \\\"marsa\\\": 1, \\\"promopharm\\\": 2, \\\"srm\\\": 1, \\\"sothema\\\": 1, \\\"sbm\\\": 1, \\\"oulmes\\\": 1, \\\"s2m\\\": 2, \\\"smi\\\": 1, \\\"80\\\": 1, \\\"snep\\\": 1, \\\"sonasid\\\": 2, \\\"stokvis\\\": 1, \\\"energies\\\": 1, \\\"113\\\": 1, \\\"unimer\\\": 1, \\\"wafa\\\": 1, \\\"assurance\\\": 1, \\\"zellidja\\\": 1, \\\"signale\\\": 1, \\\"intensifie\\\": 1, \\\"place\\\": 1, \\\"casablancaise\\\": 1, \\\"dizaine\\\": 1, \\\"uniront\\\": 1, \\\"approuver\\\": 1, \\\"exercice\\\": 10, \\\"affectations\\\": 1, \\\"valider\\\": 1, \\\"ventuelles\\\": 1, \\\"distributions\\\": 1, \\\"certains\\\": 1, \\\"cas\\\": 1, \\\"autoriser\\\": 2, \\\"nouveaux\\\": 1, \\\"financements\\\": 1, \\\"obligataires\\\": 1, \\\"mardi\\\": 1, \\\"ouvrira\\\": 1, \\\"bal\\\": 1, \\\"heures\\\": 9, \\\"ressortir\\\": 3, \\\"fice\\\": 5, \\\"comptable\\\": 1, \\\"698\\\": 1, \\\"distribution\\\": 5, \\\"titre\\\": 3, \\\"453\\\": 1, \\\"juillet\\\": 4, \\\"devra\\\": 2, \\\"aliser\\\": 1, \\\"nominal\\\": 1, \\\"voie\\\": 1, \\\"obligations\\\": 1, \\\"libelle\\\": 1, \\\"devises\\\": 1, \\\"tiendra\\\": 2, \\\"formule\\\": 1, \\\"proposition\\\": 2, \\\"laisse\\\": 1, \\\"appre\\\": 1, \\\"ciation\\\": 1, \\\"mercredi\\\": 1, \\\"unira\\\": 1, \\\"sociaux\\\": 1, \\\"synthe\\\": 2, \\\"clos\\\": 2, \\\"cembre\\\": 3, \\\"205\\\": 1, \\\"mdh\\\": 5, \\\"consolide\\\": 1, \\\"347\\\": 1, \\\"314\\\": 1, \\\"sentant\\\": 1, \\\"arre\\\": 1, \\\"937\\\": 1, \\\"distribuer\\\": 3, \\\"vues\\\": 1, \\\"glementation\\\": 1, \\\"vigueur\\\": 1, \\\"jeudi\\\": 1, \\\"font\\\": 1, \\\"nette\\\": 1, \\\"577\\\": 1, \\\"357\\\": 1, \\\"63\\\": 1, \\\"affecter\\\": 1, \\\"sulta\\\": 1, \\\"compte\\\": 1, \\\"report\\\": 2, \\\"nouveau\\\": 2, \\\"fixer\\\": 1, \\\"chacune\\\": 1, \\\"composant\\\": 1, \\\"trente\\\": 1, \\\"centimes\\\": 1, \\\"septembre\\\": 1, \\\"10h\\\": 2, \\\"affectera\\\": 1, \\\"aucune\\\": 1, \\\"turera\\\": 1, \\\"aucun\\\": 1, \\\"double\\\": 1, \\\"240\\\": 1}\", \"word_docs\": \"{\\\"risques\\\": 1, \\\"grand\\\": 2, \\\"affirme\\\": 3, \\\"conclu\\\": 1, \\\"bureaux\\\": 1, \\\"joue\\\": 2, \\\"trio\\\": 1, \\\"mutualiser\\\": 1, \\\"impulse\\\": 1, \\\"augmenter\\\": 1, \\\"ligne\\\": 1, \\\"ration\\\": 3, \\\"casablanca\\\": 4, \\\"paysage\\\": 1, \\\"10\\\": 3, \\\"maintenance\\\": 1, \\\"emplois\\\": 1, \\\"ro\\\": 3, \\\"structuration\\\": 1, \\\"manie\\\": 2, \\\"fonde\\\": 1, \\\"partage\\\": 1, \\\"expertise\\\": 2, \\\"contrats\\\": 1, \\\"tat\\\": 1, \\\"appuie\\\": 1, \\\"alise\\\": 1, \\\"gouvernance\\\": 3, \\\"s\\\": 7, \\\"fm6i\\\": 1, \\\"engie\\\": 1, \\\"res\\\": 3, \\\"couple\\\": 1, \\\"morocco\\\": 3, \\\"pourrait\\\": 2, \\\"ppp\\\": 1, \\\"catalyseur\\\": 1, \\\"services\\\": 1, \\\"attendue\\\": 1, \\\"tandis\\\": 3, \\\"initialement\\\": 1, \\\"global\\\": 4, \\\"veloppement\\\": 1, \\\"matie\\\": 2, \\\"9\\\": 3, \\\"aussi\\\": 3, \\\"eau\\\": 1, \\\"2030\\\": 2, \\\"techniques\\\": 1, \\\"mw\\\": 1, \\\"durable\\\": 1, \\\"marocains\\\": 2, \\\"15\\\": 2, \\\"publics\\\": 1, \\\"haute\\\": 1, \\\"durablement\\\": 1, \\\"e\\\": 9, \\\"sormais\\\": 2, \\\"apport\\\": 1, \\\"co\\\": 2, \\\"reda\\\": 1, \\\"optant\\\": 1, \\\"transformer\\\": 2, \\\"porte\\\": 3, \\\"rence\\\": 4, \\\"3\\\": 5, \\\"fis\\\": 1, \\\"sche\\\": 1, \\\"curise\\\": 1, \\\"deal\\\": 1, \\\"relative\\\": 1, \\\"transport\\\": 2, \\\"cycle\\\": 1, \\\"dessale\\\": 1, \\\"sion\\\": 1, \\\"800\\\": 1, \\\"centres\\\": 1, \\\"gaz\\\": 3, \\\"dollars\\\": 2, \\\"aftissat\\\": 1, \\\"autoroute\\\": 1, \\\"construisent\\\": 1, \\\"l\\\": 6, \\\"dessalement\\\": 1, \\\"projet\\\": 2, \\\"ajoute\\\": 1, \\\"tre\\\": 6, \\\"cite\\\": 1, \\\"optimiser\\\": 1, \\\"agadir\\\": 1, \\\"programme\\\": 2, \\\"purement\\\": 1, \\\"technologies\\\": 1, \\\"19\\\": 3, \\\"propre\\\": 2, \\\"tenu\\\": 1, \\\"gration\\\": 1, \\\"relance\\\": 1, \\\"conference\\\": 1, \\\"dit\\\": 2, \\\"technologique\\\": 1, \\\"mobilisation\\\": 2, \\\"iraqui\\\": 1, \\\"marocain\\\": 2, \\\"potable\\\": 1, \\\"2025\\\": 8, \\\"growth\\\": 1, \\\"milliards\\\": 4, \\\"protocoles\\\": 1, \\\"office\\\": 1, \\\"ouarzazate\\\": 1, \\\"anne\\\": 6, \\\"000\\\": 3, \\\"innovation\\\": 1, \\\"mode\\\": 2, \\\"national\\\": 1, \\\"200\\\": 2, \\\"tablit\\\": 1, \\\"carbone\\\": 2, \\\"directoire\\\": 1, \\\"miratis\\\": 2, \\\"leve\\\": 1, \\\"infrastructures\\\": 1, \\\"futurs\\\": 1, \\\"hydraulique\\\": 1, \\\"hui\\\": 2, \\\"souverain\\\": 1, \\\"matrice\\\": 1, \\\"simplement\\\": 2, \\\"grands\\\": 2, \\\"42\\\": 1, \\\"aujourd\\\": 1, \\\"levier\\\": 2, \\\"montage\\\": 1, \\\"renouvelable\\\": 2, \\\"endesa\\\": 1, \\\"achat\\\": 1, \\\"millions\\\": 5, \\\"plus\\\": 6, \\\"mohammed\\\": 1, \\\"cohe\\\": 1, \\\"transfert\\\": 1, \\\"financier\\\": 1, \\\"bas\\\": 3, \\\"vue\\\": 2, \\\"mai\\\": 1, \\\"cre\\\": 3, \\\"technologie\\\": 1, \\\"12\\\": 5, \\\"pilote\\\": 1, \\\"territorial\\\": 1, \\\"avantprojets\\\": 1, \\\"assurent\\\": 1, \\\"ne\\\": 7, \\\"abdelmajid\\\": 1, \\\"financie\\\": 1, \\\"re\\\": 9, \\\"gra\\\": 2, \\\"garanties\\\": 1, \\\"route\\\": 1, \\\"taqa\\\": 4, \\\"cadre\\\": 1, \\\"capitalise\\\": 1, \\\"caution\\\": 1, \\\"rigoureux\\\": 1, \\\"tahaddart\\\": 1, \\\"duquel\\\": 1, \\\"autour\\\": 1, \\\"impulsion\\\": 1, \\\"entre\\\": 3, \\\"centrale\\\": 1, \\\"silient\\\": 1, \\\"pre\\\": 9, \\\"fe\\\": 4, \\\"souverainete\\\": 2, \\\"renforcer\\\": 1, \\\"objectif\\\": 1, \\\"capitaux\\\": 1, \\\"dont\\\": 3, \\\"d\\\": 9, \\\"combine\\\": 2, \\\"dakhla\\\": 2, \\\"vertes\\\": 1, \\\"assurer\\\": 1, \\\"envergure\\\": 1, \\\"efficacite\\\": 1, \\\"900\\\": 2, \\\"siemens\\\": 1, \\\"premie\\\": 4, \\\"trois\\\": 2, \\\"quitable\\\": 1, \\\"tudes\\\": 2, \\\"c\\\": 3, \\\"velopper\\\": 1, \\\"pris\\\": 1, \\\"thermique\\\": 1, \\\"gique\\\": 3, \\\"mitsui\\\": 1, \\\"estime\\\": 2, \\\"feuille\\\": 2, \\\"premiers\\\": 1, \\\"continuite\\\": 1, \\\"chacun\\\": 1, \\\"afrique\\\": 3, \\\"continent\\\": 1, \\\"cle\\\": 3, \\\"rience\\\": 1, \\\"investissements\\\": 3, \\\"hydriques\\\": 1, \\\"valorisant\\\": 1, \\\"fonds\\\": 1, \\\"transparence\\\": 2, \\\"an\\\": 5, \\\"accroissement\\\": 1, \\\"implique\\\": 1, \\\"qu\\\": 4, \\\"propulse\\\": 1, \\\"mise\\\": 4, \\\"parc\\\": 1, \\\"climatique\\\": 1, \\\"industrielle\\\": 3, \\\"participation\\\": 2, \\\"afin\\\": 1, \\\"solaireair\\\": 1, \\\"cemment\\\": 1, \\\"150\\\": 1, \\\"invente\\\": 1, \\\"via\\\": 1, \\\"fait\\\": 3, \\\"nerge\\\": 2, \\\"dentes\\\": 1, \\\"rappelons\\\": 1, \\\"ses\\\": 5, \\\"1\\\": 7, \\\"discours\\\": 1, \\\"pme\\\": 2, \\\"prive\\\": 2, \\\"formation\\\": 1, \\\"consortium\\\": 1, \\\"25\\\": 5, \\\"exploitons\\\": 1, \\\"donne\\\": 2, \\\"holding\\\": 2, \\\"supercritique\\\": 1, \\\"gain\\\": 1, \\\"comme\\\": 2, \\\"concessions\\\": 1, \\\"m3\\\": 1, \\\"climatiques\\\": 2, \\\"standards\\\": 1, \\\"gouvernement\\\": 2, \\\"activite\\\": 2, \\\"panel\\\": 1, \\\"image\\\": 1, \\\"veloppe\\\": 1, \\\"partition\\\": 1, \\\"royaume\\\": 2, \\\"ga\\\": 1, \\\"chiffres\\\": 1, \\\"secteur\\\": 2, \\\"lectrique\\\": 1, \\\"glementaire\\\": 1, \\\"ensemble\\\": 1, \\\"tique\\\": 2, \\\"tences\\\": 1, \\\"acce\\\": 3, \\\"service\\\": 2, \\\"strate\\\": 3, \\\"signe\\\": 2, \\\"houssaini\\\": 1, \\\"rapidite\\\": 1, \\\"inscrit\\\": 2, \\\"lectricite\\\": 1, \\\"durables\\\": 1, \\\"inte\\\": 5, \\\"concevoir\\\": 1, \\\"expe\\\": 1, \\\"n\\\": 3, \\\"soutenir\\\": 2, \\\"quoi\\\": 1, \\\"86\\\": 2, \\\"permet\\\": 1, \\\"stockage\\\": 1, \\\"internationaux\\\": 2, \\\"chantiers\\\": 1, \\\"exe\\\": 2, \\\"lors\\\": 2, \\\"garantir\\\": 1, \\\"cutif\\\": 1, \\\"exemple\\\": 2, \\\"rabat\\\": 1, \\\"sident\\\": 3, \\\"loi\\\": 2, \\\"pays\\\": 3, \\\"ouvrage\\\": 1, \\\"100\\\": 4, \\\"travers\\\": 4, \\\"vice\\\": 1, \\\"partenaires\\\": 2, \\\"ine\\\": 1, \\\"24\\\": 2, \\\"nergie\\\": 2, \\\"hamedoun\\\": 1, \\\"hvdc\\\": 1, \\\"contribue\\\": 1, \\\"5\\\": 5, \\\"ge\\\": 6, \\\"t\\\": 4, \\\"onee\\\": 1, \\\"emprunt\\\": 4, \\\"maroc\\\": 5, \\\"attirer\\\": 1, \\\"dures\\\": 1, \\\"olien\\\": 1, \\\"big\\\": 1, \\\"apparai\\\": 2, \\\"responsable\\\": 1, \\\"public\\\": 3, \\\"partenariat\\\": 1, \\\"400\\\": 1, \\\"2017\\\": 1, \\\"capacite\\\": 2, \\\"extensions\\\": 1, \\\"suivi\\\": 1, \\\"lais\\\": 1, \\\"souveraine\\\": 1, \\\"local\\\": 1, \\\"action\\\": 3, \\\"sociale\\\": 1, \\\"proce\\\": 2, \\\"foncie\\\": 1, \\\"devraient\\\": 1, \\\"pondre\\\": 2, \\\"dynamique\\\": 2, \\\"fondations\\\": 1, \\\"compe\\\": 2, \\\"ants\\\": 2, \\\"dirhams\\\": 7, \\\"garantit\\\": 1, \\\"dela\\\": 1, \\\"ultra\\\": 1, \\\"accord\\\": 1, \\\"nareva\\\": 2, \\\"2028\\\": 1, \\\"devenir\\\": 1, \\\"outil\\\": 1, \\\"tout\\\": 2, \\\"hydrique\\\": 1, \\\"tension\\\": 1, \\\"ussites\\\": 1, \\\"vi\\\": 1, \\\"production\\\": 3, \\\"safi\\\": 1, \\\"\\\\u0153uvre\\\": 1, \\\"mois\\\": 2, \\\"publicprive\\\": 1, \\\"ussite\\\": 1, \\\"compter\\\": 2, \\\"entreprises\\\": 3, \\\"partir\\\": 2, \\\"h2med\\\": 1, \\\"total\\\": 2, \\\"majeur\\\": 1, \\\"illimite\\\": 1, \\\"cherche\\\": 1, \\\"hydroge\\\": 1, \\\"justement\\\": 1, \\\"redessine\\\": 1, \\\"pans\\\": 1, \\\"centrales\\\": 1, \\\"institut\\\": 1, \\\"espagne\\\": 1, \\\"vert\\\": 1, \\\"transition\\\": 1, \\\"30\\\": 4, \\\"trange\\\": 1, \\\"encore\\\": 2, \\\"avance\\\": 2, \\\"industriels\\\": 1, \\\"facilement\\\": 1, \\\"charbon\\\": 1, \\\"occasion\\\": 1, \\\"ainsi\\\": 3, \\\"guelmim\\\": 1, \\\"cution\\\": 1, \\\"or\\\": 1, \\\"proble\\\": 1, \\\"germano\\\": 1, \\\"gion\\\": 1, \\\"ricains\\\": 1, \\\"off\\\": 1, \\\"iresen\\\": 1, \\\"central\\\": 2, \\\"couvrir\\\": 1, \\\"acteur\\\": 3, \\\"proches\\\": 1, \\\"visent\\\": 2, \\\"oe\\\": 1, \\\"chinois\\\": 1, \\\"chai\\\": 1, \\\"permettrait\\\": 1, \\\"revirement\\\": 1, \\\"carte\\\": 1, \\\"fiables\\\": 1, \\\"cepsa\\\": 1, \\\"gions\\\": 1, \\\"principalement\\\": 1, \\\"projets\\\": 1, \\\"directe\\\": 1, \\\"cide\\\": 2, \\\"carburants\\\": 1, \\\"politique\\\": 1, \\\"prochaines\\\": 1, \\\"fene\\\": 1, \\\"devienne\\\": 1, \\\"remplacer\\\": 1, \\\"nordex\\\": 1, \\\"pose\\\": 1, \\\"pile\\\": 1, \\\"russie\\\": 1, \\\"marocaine\\\": 1, \\\"carboner\\\": 1, \\\"allemands\\\": 1, \\\"matique\\\": 1, \\\"lectriques\\\": 1, \\\"laa\\\": 1, \\\"notamment\\\": 3, \\\"paradoxale\\\": 1, \\\"engrais\\\": 1, \\\"fournisseur\\\": 1, \\\"renforcement\\\": 1, \\\"avantage\\\": 1, \\\"ussir\\\": 1, \\\"exporter\\\": 1, \\\"ministre\\\": 2, \\\"allemandes\\\": 1, \\\"transportable\\\": 1, \\\"filie\\\": 1, \\\"batteries\\\": 1, \\\"russe\\\": 1, \\\"passe\\\": 1, \\\"maritime\\\": 1, \\\"contours\\\": 1, \\\"chelle\\\": 1, \\\"allemagne\\\": 1, \\\"rapide\\\": 1, \\\"tendre\\\": 1, \\\"activement\\\": 1, \\\"gorges\\\": 1, \\\"kg\\\": 1, \\\"poussant\\\": 1, \\\"grandes\\\": 1, \\\"potentiel\\\": 2, \\\"fossiles\\\": 1, \\\"retenus\\\": 1, \\\"industrie\\\": 3, \\\"319\\\": 1, \\\"su\\\": 1, \\\"course\\\": 1, \\\"cependant\\\": 1, \\\"ammoniac\\\": 1, \\\"ciblera\\\": 1, \\\"ornx\\\": 1, \\\"structurel\\\": 1, \\\"parmi\\\": 2, \\\"interconnexions\\\": 1, \\\"hicules\\\": 1, \\\"regroupe\\\": 1, \\\"guerre\\\": 1, \\\"renouvelables\\\": 1, \\\"ame\\\": 1, \\\"restructuration\\\": 1, \\\"sultat\\\": 2, \\\"phosphate\\\": 1, \\\"ambition\\\": 1, \\\"reliera\\\": 1, \\\"mondial\\\": 1, \\\"serve\\\": 1, \\\"sud\\\": 1, \\\"70\\\": 3, \\\"annalena\\\": 1, \\\"celui\\\": 1, \\\"2024\\\": 3, \\\"exportations\\\": 1, \\\"usa\\\": 1, \\\"grande\\\": 1, \\\"devient\\\": 1, \\\"montant\\\": 2, \\\"passer\\\": 1, \\\"environ\\\": 1, \\\"agit\\\": 1, \\\"lourde\\\": 1, \\\"acciona\\\": 1, \\\"seuil\\\": 2, \\\"offrirait\\\": 1, \\\"gimes\\\": 1, \\\"industrialisation\\\": 1, \\\"titif\\\": 1, \\\"infrastructure\\\": 2, \\\"phare\\\": 1, \\\"sente\\\": 3, \\\"essor\\\": 1, \\\"non\\\": 5, \\\"repre\\\": 3, \\\"nergies\\\": 1, \\\"signal\\\": 1, \\\"unis\\\": 1, \\\"mondiale\\\": 1, \\\"saoudiens\\\": 1, \\\"aupre\\\": 1, \\\"utilise\\\": 1, \\\"aises\\\": 1, \\\"contexte\\\": 1, \\\"exportateur\\\": 1, \\\"condition\\\": 1, \\\"takers\\\": 1, \\\"chose\\\": 1, \\\"lourdement\\\": 1, \\\"three\\\": 1, \\\"croissant\\\": 1, \\\"veloppant\\\": 1, \\\"niveau\\\": 1, \\\"consortiums\\\": 1, \\\"consommateurs\\\": 1, \\\"juin\\\": 6, \\\"choix\\\": 1, \\\"bataille\\\": 1, \\\"boucler\\\": 1, \\\"raison\\\": 1, \\\"six\\\": 2, \\\"situation\\\": 1, \\\"ocp\\\": 1, \\\"actuellement\\\": 1, \\\"claration\\\": 1, \\\"serves\\\": 1, \\\"acier\\\": 1, \\\"cinquie\\\": 1, \\\"tats\\\": 2, \\\"ja\\\": 1, \\\"pipeline\\\": 1, \\\"peut\\\": 2, \\\"terme\\\": 2, \\\"produit\\\": 1, \\\"china\\\": 1, \\\"portugal\\\": 1, \\\"carbonation\\\": 1, \\\"laquelle\\\": 2, \\\"ukraine\\\": 1, \\\"intention\\\": 1, \\\"demande\\\": 1, \\\"entiers\\\": 1, \\\"tissu\\\": 1, \\\"pourquoi\\\": 2, \\\"solaire\\\": 1, \\\"bien\\\": 2, \\\"majeurs\\\": 1, \\\"fort\\\": 2, \\\"jouer\\\": 2, \\\"illustrant\\\": 1, \\\"recherche\\\": 1, \\\"gie\\\": 1, \\\"prix\\\": 1, \\\"marche\\\": 6, \\\"puissants\\\": 1, \\\"phase\\\": 1, \\\"ortus\\\": 1, \\\"tonnes\\\": 2, \\\"clients\\\": 1, \\\"75\\\": 1, \\\"sources\\\": 1, \\\"ciment\\\": 2, \\\"enne\\\": 1, \\\"titivite\\\": 1, \\\"record\\\": 1, \\\"tude\\\": 1, \\\"monde\\\": 1, \\\"contraintes\\\": 1, \\\"pendants\\\": 1, \\\"ensoleillement\\\": 1, \\\"ope\\\": 3, \\\"provinces\\\": 1, \\\"construction\\\": 1, \\\"selon\\\": 2, \\\"300\\\": 2, \\\"valeur\\\": 1, \\\"accrue\\\": 1, \\\"veut\\\": 1, \\\"face\\\": 1, \\\"franc\\\": 1, \\\"cou\\\": 1, \\\"diplomatique\\\": 1, \\\"mutation\\\": 1, \\\"importe\\\": 1, \\\"europe\\\": 1, \\\"largement\\\": 1, \\\"france\\\": 1, \\\"imposer\\\": 1, \\\"ressources\\\": 2, \\\"produire\\\": 1, \\\"rale\\\": 3, \\\"gamme\\\": 1, \\\"entend\\\": 1, \\\"voit\\\": 2, \\\"jusqu\\\": 2, \\\"dible\\\": 1, \\\"4\\\": 2, \\\"extension\\\": 1, \\\"youne\\\": 1, \\\"galement\\\": 3, \\\"car\\\": 1, \\\"engage\\\": 2, \\\"aspire\\\": 2, \\\"mondiales\\\": 1, \\\"profonde\\\": 1, \\\"rive\\\": 1, \\\"propres\\\": 1, \\\"rechercher\\\": 1, \\\"depuis\\\": 2, \\\"aujourde\\\": 1, \\\"seulement\\\": 1, \\\"monte\\\": 1, \\\"opportunite\\\": 2, \\\"autres\\\": 2, \\\"2\\\": 5, \\\"conomique\\\": 2, \\\"engagements\\\": 1, \\\"importer\\\": 1, \\\"crucial\\\": 1, \\\"ts\\\": 1, \\\"international\\\": 1, \\\"nouvelles\\\": 1, \\\"industriel\\\": 1, \\\"mars\\\": 1, \\\"berlin\\\": 1, \\\"baerbock\\\": 1, \\\"laisser\\\": 1, \\\"usines\\\": 1, \\\"allemande\\\": 1, \\\"posse\\\": 2, \\\"validant\\\": 1, \\\"fin\\\": 1, \\\"mesure\\\": 1, \\\"envoie\\\": 1, \\\"ve\\\": 3, \\\"bilate\\\": 1, \\\"ens\\\": 1, \\\"vers\\\": 1, \\\"clairement\\\": 1, \\\"vents\\\": 1, \\\"quasi\\\": 1, \\\"73\\\": 1, \\\"semaine\\\": 2, \\\"changes\\\": 1, \\\"limite\\\": 1, \\\"ance\\\": 1, \\\"poursuivant\\\": 1, \\\"consolidation\\\": 1, \\\"61\\\": 1, \\\"jour\\\": 2, \\\"entame\\\": 1, \\\"00\\\": 1, \\\"stroc\\\": 3, \\\"clo\\\": 2, \\\"34\\\": 1, \\\"06\\\": 2, \\\"35\\\": 1, \\\"37\\\": 2, \\\"enregistrant\\\": 1, \\\"60\\\": 2, \\\"volume\\\": 1, \\\"041\\\": 1, \\\"178\\\": 1, \\\"capitalisation\\\": 1, \\\"16\\\": 2, \\\"repli\\\": 1, \\\"baisses\\\": 1, \\\"enregistre\\\": 1, \\\"turer\\\": 1, \\\"opolitiques\\\": 1, \\\"32\\\": 1, \\\"apre\\\": 2, \\\"tgcc\\\": 2, \\\"inquie\\\": 1, \\\"dant\\\": 1, \\\"progression\\\": 1, \\\"quant\\\": 1, \\\"39\\\": 3, \\\"fortes\\\": 1, \\\"18\\\": 3, \\\"teste\\\": 1, \\\"dente\\\": 1, \\\"points\\\": 3, \\\"mouvement\\\": 1, \\\"palmare\\\": 1, \\\"lundi\\\": 1, \\\"masi\\\": 1, \\\"142\\\": 1, \\\"tablie\\\": 1, \\\"domine\\\": 1, \\\"96\\\": 1, \\\"cinq\\\": 2, \\\"addoha\\\": 2, \\\"transactions\\\": 1, \\\"fond\\\": 1, \\\"figurant\\\": 1, \\\"indice\\\": 1, \\\"rapport\\\": 1, \\\"recule\\\": 1, \\\"orient\\\": 1, \\\"47\\\": 1, \\\"cote\\\": 5, \\\"hausses\\\": 1, \\\"net\\\": 2, \\\"95\\\": 2, \\\"858\\\": 1, \\\"boursie\\\": 1, \\\"moyen\\\": 1, \\\"953\\\": 1, \\\"20\\\": 5, \\\"recul\\\": 1, \\\"312\\\": 1, \\\"485\\\": 1, \\\"sous\\\": 2, \\\"workshops\\\": 1, \\\"change\\\": 1, \\\"tel\\\": 1, \\\"conjointe\\\": 1, \\\"appuyant\\\": 1, \\\"gional\\\": 2, \\\"communique\\\": 3, \\\"meilleures\\\": 1, \\\"expertises\\\": 1, \\\"facilite\\\": 1, \\\"die\\\": 1, \\\"participatif\\\": 1, \\\"accompagnement\\\": 1, \\\"comple\\\": 1, \\\"conomiques\\\": 1, \\\"pratiques\\\": 1, \\\"factoring\\\": 1, \\\"globale\\\": 1, \\\"mentaire\\\": 1, \\\"rencontres\\\": 1, \\\"internes\\\": 1, \\\"diffe\\\": 1, \\\"business\\\": 1, \\\"seaux\\\": 1, \\\"tiers\\\": 1, \\\"bank\\\": 5, \\\"gionaux\\\": 1, \\\"toute\\\": 1, \\\"attentes\\\": 1, \\\"direct\\\": 1, \\\"risque\\\": 3, \\\"rentes\\\": 1, \\\"africa\\\": 1, \\\"lancent\\\": 1, \\\"apporter\\\": 1, \\\"rateurs\\\": 1, \\\"bout\\\": 1, \\\"of\\\": 1, \\\"moyennes\\\": 1, \\\"nationale\\\": 1, \\\"faveur\\\": 1, \\\"mentarite\\\": 1, \\\"courant\\\": 1, \\\"source\\\": 1, \\\"offre\\\": 1, \\\"gionales\\\": 1, \\\"forme\\\": 1, \\\"sensibiliser\\\": 1, \\\"ancrage\\\": 1, \\\"cline\\\": 1, \\\"senter\\\": 2, \\\"ficieront\\\": 1, \\\"dialogue\\\": 1, \\\"savoir\\\": 1, \\\"cessaire\\\": 1, \\\"indique\\\": 3, \\\"favoriser\\\": 1, \\\"cible\\\": 1, \\\"matiques\\\": 1, \\\"position\\\": 2, \\\"rendez\\\": 1, \\\"be\\\": 3, \\\"the\\\": 1, \\\"precise\\\": 1, \\\"petites\\\": 1, \\\"experts\\\": 1, \\\"financement\\\": 2, \\\"meetings\\\": 1, \\\"offrir\\\": 1, \\\"vocation\\\": 1, \\\"filiales\\\": 1, \\\"gestion\\\": 2, \\\"rie\\\": 1, \\\"lhm\\\": 1, \\\"dion\\\": 1, \\\"conduit\\\": 1, \\\"efforts\\\": 1, \\\"nominale\\\": 1, \\\"ngute\\\": 1, \\\"cessite\\\": 1, \\\"fcfa\\\": 1, \\\"conjoints\\\": 1, \\\"dence\\\": 1, \\\"gre\\\": 1, \\\"vision\\\": 1, \\\"assure\\\": 1, \\\"usine\\\": 1, \\\"carneroun\\\": 1, \\\"optimisation\\\": 1, \\\"premier\\\": 1, \\\"cameroun\\\": 1, \\\"65\\\": 1, \\\"al\\\": 3, \\\"consolidant\\\": 1, \\\"francophone\\\": 1, \\\"tirant\\\": 1, \\\"tenue\\\": 2, \\\"marque\\\": 1, \\\"bancaire\\\": 1, \\\"parti\\\": 2, \\\"figuil\\\": 1, \\\"attijariwafa\\\": 4, \\\"scb\\\": 1, \\\"ivoire\\\": 1, \\\"portefeuille\\\": 1, \\\"officielle\\\": 1, \\\"dote\\\": 1, \\\"dernie\\\": 1, \\\"leader\\\": 1, \\\"plusieurs\\\": 2, \\\"joseph\\\": 1, \\\"excellence\\\": 1, \\\"actifs\\\": 1, \\\"nin\\\": 1, \\\"cimencam\\\": 1, \\\"55\\\": 2, \\\"nord\\\": 2, \\\"tient\\\": 1, \\\"holcim\\\": 1, \\\"camerounais\\\": 1, \\\"500\\\": 1, \\\"genre\\\": 1, \\\"socie\\\": 3, \\\"membres\\\": 1, \\\"alisation\\\": 1, \\\"tant\\\": 2, \\\"dr\\\": 1, \\\"participations\\\": 1, \\\"planification\\\": 1, \\\"guine\\\": 1, \\\"totale\\\": 1, \\\"synergies\\\": 1, \\\"clinker\\\": 1, \\\"pool\\\": 1, \\\"sence\\\": 1, \\\"cimentie\\\": 1, \\\"lhma\\\": 1, \\\"monie\\\": 1, \\\"lafargeholcim\\\": 2, \\\"fruit\\\": 1, \\\"subsaharienne\\\": 1, \\\"long\\\": 1, \\\"inauguration\\\": 1, \\\"lafarge\\\": 1, \\\"mada\\\": 1, \\\"principal\\\": 1, \\\"teur\\\": 1, \\\"nouvelle\\\": 1, \\\"majeure\\\": 1, \\\"fliale\\\": 1, \\\"cimfig\\\": 1, \\\"commerciale\\\": 1, \\\"agissant\\\": 1, \\\"tale\\\": 2, \\\"subordonne\\\": 3, \\\"7\\\": 4, \\\"concernant\\\": 2, \\\"plein\\\": 3, \\\"courbe\\\": 2, \\\"obligataire\\\": 3, \\\"b\\\": 2, \\\"base\\\": 2, \\\"mission\\\": 3, \\\"tranche\\\": 2, \\\"secondaire\\\": 2, \\\"termine\\\": 3, \\\"taire\\\": 3, \\\"souscription\\\": 2, \\\"23\\\": 3, \\\"compose\\\": 3, \\\"augmente\\\": 2, \\\"sor\\\": 2, \\\"cisant\\\": 2, \\\"pbs\\\": 2, \\\"maghrib\\\": 2, \\\"50\\\": 3, \\\"prospectus\\\": 2, \\\"fixe\\\": 3, \\\"maturite\\\": 2, \\\"vendredi\\\": 3, \\\"date\\\": 4, \\\"deux\\\": 3, \\\"pe\\\": 4, \\\"telle\\\": 2, \\\"riode\\\": 4, \\\"facial\\\": 2, \\\"45\\\": 2, \\\"52\\\": 2, \\\"tranches\\\": 2, \\\"mone\\\": 2, \\\"publie\\\": 3, \\\"prime\\\": 2, \\\"inclus\\\": 2, \\\"ans\\\": 3, \\\"visable\\\": 2, \\\"relatif\\\": 2, \\\"semaines\\\": 2, \\\"vise\\\": 2, \\\"bons\\\": 2, \\\"ammc\\\": 3, \\\"sultats\\\": 1, \\\"jours\\\": 1, \\\"cih\\\": 1, \\\"paiement\\\": 2, \\\"leasing\\\": 1, \\\"bureau\\\": 1, \\\"participer\\\": 1, \\\"internet\\\": 1, \\\"chaque\\\": 1, \\\"parole\\\": 1, \\\"signale\\\": 1, \\\"38\\\": 1, \\\"rifiez\\\": 1, \\\"21\\\": 1, \\\"cdm\\\": 2, \\\"akdital\\\": 2, \\\"aradei\\\": 1, \\\"175\\\": 1, \\\"avis\\\": 1, \\\"convocation\\\": 1, \\\"parer\\\": 1, \\\"ajout\\\": 1, \\\"informer\\\": 1, \\\"22\\\": 1, \\\"comprendre\\\": 1, \\\"voter\\\": 1, \\\"snep\\\": 1, \\\"inscrire\\\": 1, \\\"expression\\\": 1, \\\"certificat\\\": 1, \\\"sanlam\\\": 1, \\\"publier\\\": 1, \\\"m2m\\\": 2, \\\"bmci\\\": 1, \\\"abstentions\\\": 1, \\\"tachement\\\": 1, \\\"oxygene\\\": 1, \\\"ag\\\": 1, \\\"auto\\\": 1, \\\"exprimer\\\": 1, \\\"cmgp\\\": 2, \\\"cisions\\\": 1, \\\"verbal\\\": 1, \\\"rapports\\\": 1, \\\"cider\\\": 1, \\\"ago\\\": 2, \\\"trouver\\\": 1, \\\"120\\\": 1, \\\"marsa\\\": 1, \\\"extraordinaires\\\": 1, \\\"tirer\\\": 1, \\\"guide\\\": 1, \\\"extraordinaire\\\": 1, \\\"28\\\": 1, \\\"nejma\\\": 1, \\\"mis\\\": 2, \\\"approbation\\\": 2, \\\"sie\\\": 1, \\\"part\\\": 2, \\\"comptabilisent\\\": 1, \\\"contient\\\": 1, \\\"ennakl\\\": 1, \\\"pendant\\\": 2, \\\"promopharm\\\": 2, \\\"discute\\\": 1, \\\"modifications\\\": 1, \\\"dige\\\": 1, \\\"comment\\\": 1, \\\"giques\\\": 1, \\\"pouvez\\\": 1, \\\"mutandis\\\": 1, \\\"appel\\\": 2, \\\"02\\\": 1, \\\"porteur\\\": 1, \\\"alliances\\\": 1, \\\"sences\\\": 1, \\\"liste\\\": 1, \\\"07\\\": 1, \\\"smi\\\": 1, \\\"afma\\\": 1, \\\"fenie\\\": 1, \\\"40\\\": 1, \\\"sbm\\\": 1, \\\"doivent\\\": 1, \\\"agma\\\": 1, \\\"salafin\\\": 1, \\\"droits\\\": 1, \\\"dari\\\": 1, \\\"accessible\\\": 1, \\\"2026\\\": 1, \\\"17\\\": 2, \\\"atteint\\\": 1, \\\"assurance\\\": 1, \\\"s2m\\\": 2, \\\"tous\\\": 1, \\\"sanad\\\": 1, \\\"roule\\\": 1, \\\"moins\\\": 1, \\\"tails\\\": 1, \\\"managem\\\": 1, \\\"dirigeants\\\": 1, \\\"changer\\\": 1, \\\"nominations\\\": 1, \\\"tail\\\": 1, \\\"comptes\\\": 2, \\\"age\\\": 1, \\\"prom\\\": 1, \\\"avant\\\": 1, \\\"celles\\\": 1, \\\"visualiser\\\": 1, \\\"commence\\\": 1, \\\"scrutateurs\\\": 1, \\\"gales\\\": 1, \\\"ctm\\\": 2, \\\"cmt\\\": 1, \\\"pargne\\\": 2, \\\"boursenews\\\": 1, \\\"14\\\": 1, \\\"courante\\\": 1, \\\"afriquia\\\": 1, \\\"11\\\": 2, \\\"energies\\\": 1, \\\"anticipation\\\": 1, \\\"investissez\\\": 1, \\\"rds\\\": 2, \\\"exigent\\\": 1, \\\"iam\\\": 1, \\\"importantes\\\": 1, \\\"financiers\\\": 2, \\\"aide\\\": 1, \\\"mieux\\\": 1, \\\"rebab\\\": 1, \\\"53\\\": 1, \\\"ordre\\\": 1, \\\"bcp\\\": 1, \\\"consultable\\\": 1, \\\"eqdom\\\": 1, \\\"balima\\\": 1, \\\"microdata\\\": 1, \\\"disway\\\": 1, \\\"zellidja\\\": 1, \\\"atteignez\\\": 1, \\\"vos\\\": 1, \\\"votes\\\": 1, \\\"social\\\": 2, \\\"certain\\\": 1, \\\"cise\\\": 1, \\\"nomination\\\": 1, \\\"annuels\\\": 2, \\\"rifient\\\": 1, \\\"couspate\\\": 1, \\\"srm\\\": 1, \\\"nombre\\\": 1, \\\"rifie\\\": 1, \\\"bonus\\\": 1, \\\"stokvis\\\": 1, \\\"tenez\\\": 1, \\\"brossette\\\": 1, \\\"propose\\\": 2, \\\"actif\\\": 1, \\\"boa\\\": 1, \\\"cfg\\\": 1, \\\"convoque\\\": 1, \\\"delta\\\": 1, \\\"discussions\\\": 1, \\\"archive\\\": 1, \\\"assemble\\\": 2, \\\"disty\\\": 1, \\\"lesieur\\\": 1, \\\"publiant\\\": 1, \\\"contractors\\\": 1, \\\"risma\\\": 1, \\\"immorente\\\": 1, \\\"140\\\": 1, \\\"dez\\\": 1, \\\"contenant\\\": 1, \\\"bats\\\": 1, \\\"exercer\\\": 1, \\\"sothema\\\": 1, \\\"tard\\\": 2, \\\"proposer\\\": 2, \\\"bat\\\": 2, \\\"j\\\": 1, \\\"maghrebail\\\": 1, \\\"statuts\\\": 1, \\\"04\\\": 1, \\\"doit\\\": 1, \\\"09\\\": 2, \\\"faire\\\": 1, \\\"actualite\\\": 1, \\\"invest\\\": 1, \\\"t1\\\": 1, \\\"57\\\": 1, \\\"81\\\": 1, \\\"13\\\": 2, \\\"nominatif\\\": 1, \\\"80\\\": 1, \\\"rement\\\": 1, \\\"involys\\\": 1, \\\"042025\\\": 1, \\\"8\\\": 1, \\\"saison\\\": 2, \\\"faisant\\\": 2, \\\"droit\\\": 1, \\\"preuve\\\": 1, \\\"existe\\\": 1, \\\"metteurs\\\": 1, \\\"ordinaires\\\": 1, \\\"med\\\": 1, \\\"company\\\": 1, \\\"heure\\\": 1, \\\"types\\\": 1, \\\"cision\\\": 1, \\\"s2\\\": 1, \\\"encadre\\\": 1, \\\"soumises\\\": 1, \\\"sonasid\\\": 2, \\\"disposez\\\": 1, \\\"solutions\\\": 1, \\\"douja\\\": 1, \\\"08\\\": 1, \\\"ordinaire\\\": 2, \\\"113\\\": 1, \\\"annonces\\\": 1, \\\"pleinement\\\": 1, \\\"dividende\\\": 2, \\\"cosumar\\\": 2, \\\"fondamentaux\\\": 1, \\\"journal\\\": 1, \\\"unimer\\\": 1, \\\"31\\\": 2, \\\"fois\\\": 2, \\\"quorum\\\": 1, \\\"puis\\\": 1, \\\"secre\\\": 1, \\\"der\\\": 1, \\\"t2\\\": 1, \\\"6\\\": 2, \\\"lieu\\\": 1, \\\"ciments\\\": 1, \\\"vie\\\": 1, \\\"oulmes\\\": 1, \\\"label\\\": 1, \\\"sodep\\\": 1, \\\"union\\\": 1, \\\"43\\\": 1, \\\"avril\\\": 1, \\\"29\\\": 1, \\\"110\\\": 1, \\\"ncide\\\": 1, \\\"maximum\\\": 2, \\\"devrez\\\": 1, \\\"afric\\\": 1, \\\"tention\\\": 1, \\\"voix\\\": 1, \\\"colorado\\\": 1, \\\"27\\\": 1, \\\"adopte\\\": 1, \\\"0\\\": 1, \\\"wafa\\\": 1, \\\"regrouper\\\": 1, \\\"web\\\": 1, \\\"coi\\\": 1, \\\"05\\\": 1, \\\"rales\\\": 2, \\\"paper\\\": 1, \\\"contre\\\": 1, \\\"26\\\": 1, \\\"officiel\\\": 1, \\\"gulie\\\": 1, \\\"claire\\\": 1, \\\"modalite\\\": 2, \\\"saviez\\\": 1, \\\"vote\\\": 1, \\\"paration\\\": 1, \\\"atlanta\\\": 1, \\\"statuer\\\": 2, \\\"jet\\\": 1, \\\"hps\\\": 1, \\\"administrateurs\\\": 1, \\\"site\\\": 1, \\\"orientation\\\": 1, \\\"moment\\\": 1, \\\"seul\\\": 1, \\\"information\\\": 1, \\\"hall\\\": 1, \\\"maghreb\\\": 1, \\\"01\\\": 1, \\\"influencer\\\": 1, \\\"03\\\": 1, \\\"unique\\\": 1, \\\"prendre\\\": 1, \\\"41\\\": 2, \\\"anonymes\\\": 1, \\\"enregistrement\\\": 1, \\\"endroit\\\": 1, \\\"mixte\\\": 1, \\\"aluminium\\\": 1, \\\"compte\\\": 1, \\\"10h\\\": 1, \\\"347\\\": 1, \\\"arre\\\": 1, \\\"937\\\": 1, \\\"devra\\\": 1, \\\"approuver\\\": 1, \\\"dizaine\\\": 1, \\\"report\\\": 1, \\\"nouveaux\\\": 1, \\\"clos\\\": 1, \\\"synthe\\\": 1, \\\"cembre\\\": 1, \\\"453\\\": 1, \\\"nouveau\\\": 1, \\\"devises\\\": 1, \\\"mdh\\\": 1, \\\"autoriser\\\": 1, \\\"obligations\\\": 1, \\\"distribution\\\": 1, \\\"577\\\": 1, \\\"libelle\\\": 1, \\\"uniront\\\": 1, \\\"vues\\\": 1, \\\"voie\\\": 1, \\\"fice\\\": 1, \\\"bal\\\": 1, \\\"comptable\\\": 1, \\\"formule\\\": 1, \\\"distribuer\\\": 1, \\\"205\\\": 1, \\\"chacune\\\": 1, \\\"place\\\": 1, \\\"affectera\\\": 1, \\\"tiendra\\\": 1, \\\"sociaux\\\": 1, \\\"vigueur\\\": 1, \\\"trente\\\": 1, \\\"glementation\\\": 1, 